[{
  "_id": {
    "$oid": "5eeb1fb93c4428936366caaf"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=f2d08261ef9fa2ef&fccid=c345b06b9f22e507&vjs=3",
  "id": "f2d08261ef9fa2ef_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": "Publiée à l'instant",
  "description": "Au sein d’une équipe projet fonctionnant en mode collaboratif et Agile scrum, Kanban, X Programing, vous serez l’un des développeurs, travaillant en coordination avec le Product-Owner, le Scrum Master, Software analyst, et équipes partenaires. \nDans ce contexte Agile, vous effectuerez différentes tâches : \n L’estimation du niveau d’effort de développement des User stories \n La définition des spécifications détaillées à partir des User stories \n Le développement selon une architecture logicielle établie \n la conduite des tests unitaires et d’intégration 2 à 2 \n Le développement des outillages de test associés \n L’automatisation et l’industrialisation des opérations régulières (process de build, les tests, les audits de qualité de code, la containerisation du code, …) \n La préparation des packages de livraison (mode devops) \n Vous assurez le support technique et la maintenance corrective et adaptative des éléments délivrés \n Vous animer l’équipe de développeurs \nVous êtes en relation avec le Product Owner pour gérer le backlog et définir les US \n about you\n Vous avez une formation Bac+5 Ingénieur/Master 2 en développement logiciel. \n Vous avez de 5 à 8 ans d'expérience de développement avec Java/JEE et les frameworks Spring / Hibernate, Junit/Mockito, Maven, Angular \n Vous pratiquez les architectures micro services, les environnements XaaS, et vous savez créer des composants (REST pour les API) réutilisables \n Vous savez présenter une solution disruptive, argumenter et convaincre \n Vous adhérez aux valeurs de l'agilité, et vous maitrisez les outils de gestion agiles et collaboratifs tels que Jira / Confluence. \n Vous avez une forte appétence pour le travail en équipe et une bonne aisance relationnelle \n Vous savez écouter le client et ses utilisateurs, et traduire ses besoins en exigences ou propositions de solution à travers une architecture logicielle adaptée \n Vos connaissances dans le domaine des réseaux et Télécom seront très appréciées \n \n additional information \n \n department\n Customer Marketing& Innovation \n \n contract\n Regular",
  "title": "Software Engineer"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab0"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=c1f634088b6cdedf&fccid=cfbbc86861e56bf6&vjs=3",
  "id": "c1f634088b6cdedf_cfbbc86861e56bf6",
  "company": "Oritech",
  "location": "Casablanca",
  "date": "Publiée à l'instant",
  "description": "Dans le cadre de notre développement, nous recherchons un développeur Full Stack en stage de pré-embauche. \n Department:  Software Engineering \n Project Location(s):  Casablanca, Maroc \n Education:  Diplôme d'ingénieur \nMissions \n \nVous aurez l’opportunité d’intervenir sur les différentes étapes du cycle de vie d’un projet de sa phase de conception à sa mise en production. Vos missions principales seront : \n \n Participation à la définition des spécifications techniques du projet ; \n Conception de l’architecture de l’application ; \n Développement de l’application en Java (Back-end et Front-end) ; \n Mise en place des tests unitaires, d’intégration, de performance et de montée en charge ; \n Rédaction de la documentation fonctionnelle et technique du produit. \n Profil Recherché \n \nVous êtes diplômé d’une école d’ingénieur et vous justifiez d’un socle technique solide acquis à travers vos études et vos stages ; Curieux et passionné des nouvelles technologies, vous avez le sens du service et êtes sensible aux processus d’ingénierie et de qualité logicie \n \nCompétences requises : \n Spring Framework (en particulier Spring MVC), Hibernate/JPA, Maven ; \n Serveurs d’application (Tomcat) et bases de données relationnelles (MySQL) ; \n HTML 5, CSS 3, Javascript. \n La connaissance de jQuery et d’AngularJS ou d’un framework MVC équivalent sera fortement appréciée.",
  "title": "Full Stack Developer"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab1"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a1b9f81510faf686&fccid=4027cfd917e1ee29&vjs=3",
  "id": "a1b9f81510faf686_4027cfd917e1ee29",
  "company": "Salesforce",
  "location": "Casablanca",
  "date": "Publiée à l'instant",
  "description": "When applying internally, please keep your search tailored and consider applying for a maximum of 3 roles at any given time to ensure you are not duplicating efforts.\n Job Category\n Customer Success Group\n Job Details\n Job Description\n The ideal Senior Technical Consultant is a demonstrated thought leader in technical aspects of customer and partner engagements that lead to the successful delivery of enterprise desktop, cloud, and/or mobile solutions, including enterprise integrations leveraging middleware tools and platforms. Developers deliver technical solutions to meet the customer’s business and technical requirements. Developers lead the evaluation of options and subsequent presentation and education of the customer/partner. They will also identify and proactively manage risk areas, and commit to seeing issues through to complete resolution.\n Responsibilities\n Help clients consistently meet/exceed goals and metrics\n Contribute to customer success through front and backend solution development and release management\n Deliver high client satisfaction (CSAT)\n Positive feedback from internal teams and leadership\n Continued professional growth and development\n Preferred Qualifications and Skills:\n BA/BS degree or foreign equivalent\n Relevant salesforce platform development experience\n Relevant salesforce certifications\n Ability to work independently and be a self-starter.\n Specializes in gathering and analyzing information and designing comprehensive solutions that are flexible and adaptable the client's needs.\n Cutting edge innovator who continually studies new technologies and functionality, and is involved in projects that push the capabilities of existing technologies.\n Travel to client site (average of 50%), but may be higher or lower based on the client engagement.\n Leadership Qualities:\n PASSION: Passionate about Customer Success\n BEGINNERS MIND: Always learning; approaches each interaction with open mind; great listener and hands-on\n LEADERSHIP: Self-aware and strategic thinker; proficient at building strong relationships\n COMMUNICATOR: Speaks and writes with clarity, brevity, and purpose; explains area of expertise clearly and confidently to others; influences and engages C-Level with authority and confidence\n STORYTELLER: Confidently and effectively facilitates and presents; ably defends point-of-view; keeps audiences engaged and delivers a clear and memorable message\n TEAM PLAYER: Proficient at collaboration and working with members of a team\n URGENCY: Ability to move fast and drive business value and results\n OHANA: Embodies Aloha culture; a team player that everyone enjoys working with and has a generous heart\n TRUST: Trusts the company’s core values; shows integrity, transparency, and reliability\n ADAPTABLE: Excels in high levels of uncertainty and change\n COMMUNITY CHAMPION: Leads internal initiatives; actively contributes to the Community’s knowledge and resource base\n We are hiring the above profiles across EMEA countries and the successful candidates will be fluent in local languages.\n \n \nSalesforce, the Customer Success Platform and world's #1 CRM, empowers companies to connect with their customers in a whole new way. The company was founded on three disruptive ideas: a new technology model in cloud computing, a pay-as-you-go business model, and a new integrated corporate philanthropy model. These founding principles have taken our company to great heights, including being named one of Forbes’s “World’s Most Innovative Company” six years in a row and one of Fortune’s “100 Best Companies to Work For” nine years in a row. We are the fastest growing of the top 10 enterprise software companies, and this level of growth equals incredible opportunities to grow a career at Salesforce. Together, with our whole Ohana (Hawaiian for \"family\") made up of our employees, customers, partners and communities, we are working to improve the state of the world.\n Accommodations  - If you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n Posting Statement\n At Salesforce we believe that the business of business is to improve the state of our world. Each of us has a responsibility to drive Equality in our communities and workplaces. We are committed to creating a workforce that reflects society through inclusive programs and initiatives such as equal pay, employee resource groups, inclusive benefits, and more. Learn more about Equality at Salesforce and explore our benefits.\n Salesforce.com and Salesforce.org are Equal Employment Opportunity and Affirmative Action Employers. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Salesforce.com and Salesforce.org do not accept unsolicited headhunter and agency resumes. Salesforce.com and Salesforce.org will not pay any third-party agency or company that does not have a signed agreement with Salesfore.com or Salesforce.org.\n Salesforce welcomes all.\n Accommodations  - If you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n Posting Statement\n At Salesforce we believe that the business of business is to improve the state of our world. Each of us has a responsibility to drive Equality in our communities and workplaces. We are committed to creating a workforce that reflects society through inclusive programs and initiatives such as equal pay, employee resource groups, inclusive benefits, and more. Learn more about Equality at Salesforce and explore our benefits.\n Salesforce.com and Salesforce.org are Equal Employment Opportunity and Affirmative Action Employers. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Salesforce.com and Salesforce.org do not accept unsolicited headhunter and agency resumes. Salesforce.com and Salesforce.org will not pay any third-party agency or company that does not have a signed agreement with Salesfore.com or Salesforce.org.\n Salesforce welcomes all.",
  "title": "Senior Technical Consultant"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab2"
  },
  "url": "https://ma.indeed.com/company/Corporaci%C3%B3n-Instiglio/jobs/Stagiaire-Projet-Maroc-d6df50bb625b0063?fccid=cd08d0fadc122d3c&vjs=3",
  "id": "Stagiaire-Projet-Maroc-d6df50bb625b0063_cd08d0fadc122d3c",
  "company": "Instiglio",
  "location": "Rabat",
  "date": "Aujourd'hui",
  "description": "HOW TO APPLY? apply through the following link: https://www.jotform.com/build/201604599980666 ABOUT INSTIGLIO * Instiglio is a non-profit consulting firm whose goal is to reshape expectations, raise performance standards, and maximize the impact of the development community. To do so, since our founding in 2012, we have been pioneering novel Results-Based Financing (RBF) and Performance Management approaches in developing countries to ensure that every dollar invested in solutions to poverty has the greatest possible impact. Instiglio is helping to build a global results movement in major social sectors, including livelihoods, agriculture, education, health, employment, and governance. During our journey, we have worked with a range of actors; including governments (e.g., Governments of Colombia, Peru, Morocco, and Egypt), multilateral development banks (e.g., World Bank, Inter-American Development Bank), development aid agencies (e.g., USAID, MCC, DFID, GAC, SECO), service providers (e.g., Educate Girls, Mercy Corps, World Vision), and private foundations (e.g., IKEA Foundation, UBS Optimus Foundation, Fundación Corona, Fundación Bancolombia). Instiglio has successfully launched RBF projects in over 15 Latin American, African, and South Asian countries, totaling over US $500 million tied to results. Particularly important milestones include the world’s first Development Impact Bond (education, India); the first Social Impact Bond launched in a middle-income country (workforce development, Colombia); the first Outcomes Fund (poverty graduation, Kenya and Uganda); and the launch of performance-based contracts with governments in Africa (employability, Morocco). Instiglio has also advised pioneer RBF transactions in the areas of agriculture and rural development in Colombia and Peru with the Canadian (GAC) and Swiss (SECO) development aid agencies, respectively. In addition, Instiglio has increasingly supported governments in strengthening their own systems of delivery through multi-year reform processes. We are a diverse team of 50+ people, representing 10+ nationalities, with offices in Kenya, Morocco, Colombia, Peru, and the USA. Our team of practitioners has extensive development and government experience, including previous roles in impact evaluation (e.g., J-PAL), development banks (e.g., World Bank), country governments (e.g., Rwanda Ministry of Finance, Colombia’s National Planning Department, Congress of Colombia), and research (e.g., Harvard’s Center for International Development) Do you want to know more about Instiglio? Instiglio: https://www.instiglio.org/en/ first Development Impact Bond: https://instiglio.org/educategirlsdib/ first Social Impact Bond: https://www.brookings.edu/blog/education-plus-development/2017/03/31/colombia-leads-the-developing-world-in-signing-the-first-social-impact-bond-contracts/ first Outcomes Fund: https://www.instiglio.org/wp-content/uploads/2018/02/VE-DIB-Design-Memo-Public_14FEB2018.pdf performance-based contracts: https://www.instiglio.org/en/employment-in-morocco/ * * ABOUT THE ROLE Instiglio offers a unique internship experience at the intersection of the private, public, and social sectors. We provide Interns the opportunity to engage with a fast-paced, result-oriented environment; experience first-hand the fundamentals of a growing global business; and contribute to the momentum of the results movement in international development. As an Intern, you play a key role in client's projects and in further supporting Instiglio's services in RBF and Performance Management. WHERE WOULD YOU BE LOCATED?  Rabat, Morocco WHAT WILL YOU DO?  Prepare deliverables and high-quality presentations for clients, with the team Conduct literature reviews and synthesis of the findings Execute qualitative and quantitative data analysis Support Business Development initiatives in Morocco, French-speaking Africa, and MENA TERM:   3 to 6 months internship (possibility of full – time position based on performance) WHAT ARE THE REQUIREMENTS? Required qualifications: Education: BAC +4 or BAC +5 in Economics, Statistics, Social Sciences, Business, or related areas. Technical Knowledge/experience: Experience in data analysis; experience in quantitative and qualitative research. Knowledge in Software/IT/others: Good level of proficiency working with Microsoft suite (Excel / PowerPoint / Word). Languages: Full written and oral working proficiency in French (C2) and English (C2). Preferred qualifications: Technical Knowledge/experience: Experience as a research assistant is a plus. Languages: Fluency in Arabic (written and oral) is a strong plus. Required skills: Empathy towards social issues, and commitment to help resolve them Excellent oral and written communication Teamwork skills with the ability to work autonomously. Full commitment to the quality of products generated. Ability to synthesize technical information into simple concepts and analyze information critically. Passion for social work and the mission of Instiglio. WHY SHOULD YOU JOIN US? Remote work: Sometimes home makes us feel and work better Personal days: Life is more than work, you are able to take personal days to handle minor medical, personal, academic or administrative matters Corporate vacations: Keep calm and breath, the last week of the year is a company-wide holiday Bonus days: If you travel or work on a weekend, the company award you an additional vacation day * Job Types: Full-time, Internship Education: Master's or Business School (Required) Work Remotely: Temporarily due to COVID-19",
  "title": "Stagiaire Projet Maroc"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab3"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=de43331d4c6f46bd&fccid=decc0193a03eef73&vjs=3",
  "id": "de43331d4c6f46bd_decc0193a03eef73",
  "company": "Mohammed VI Polytechnic University",
  "location": "Maroc",
  "date": "il y a 1 jour",
  "description": "UM6P - Vacancy for Research Engineer \n \nPosition Announcement - Mohammed VI Polytechnic University (UM6P),\n \nAgroBioSciences Program (AgBS) &amp; African Sustainable Agriculture Research Institute (ASARI) \n \nJob Title: Research Engineer \n \nArea of specialization:Bioprocess and Environmental Biotechnologies \n \nDescription : \n \nThe Mohammed VI Polytechnic University (UM6P) has an opening for a full-time research engineer in the field of Bioprocess and environmental Biotechnology. The project team is seeking highly motivated candidate with a strong background in Bioprocess (aerobic and anerobic), also a strong experience on solid or liquid waste and biomass valorization for the production of high value-added products (or bio-based products) such as Biocompost, biogas, bioethanol and biohydrogen. In addition, the candidate must have knowledge in microbiology and chemical analysis. \nA background in biostatistical analysis, data management and other analytical methods (technical method of extraction and analysis) is desirable. The Engineer will be part of a dynamic multidisciplinary team addressing hot topics in biomass valorization and researching de new approaches for producing biocompost, biofuels from agro-based biomass contributing to secure energy sources and address environmental concerns in Africa. \nCandidates should hold an Engineering degree in bioprocess and environmental Biotechnology, biology or related fields. Very good proficiency in English is required. Understanding French is desired. \nThe engineer will work in close collaboration with researchers, doctoral and master students and technicians. \n \nMain Responsibilities \n \nThe Engineer will be expected to: \n \n Setup scientific experiments and daily work in terms of samples collection in the field, sample preparation and characterization, Run field and lab experiments in the areas of bioprocesses and development of agro-resources Prepare plans of experiments Run common laboratory tasks Develop and optimize physico-chemical and microbiological analysis methods Perform statistical analysis and processing of results Provide technical assistance to researchers, doctoral students, master students, technicians and other members of the R&amp;D team to develop new products / processes / technologies Execute and / or support R&amp;D projects in cooperation with other departments and industrial partners Contribute in students’ supervision Writing reports, articles, patents, etc. Scientific and technical monitoring in the field Ensure the application of health and safety measures and rules \n \nEducation, qualifications and experience : \n \nThe candidate will be expected to: \n \n Engineering degree in in Bioprocess, Environmental Biotechnology, biology or related fields (the PhD will be advantageous). Background in environmental biotechnology and bioprocess. Knowledge in biostatistical analysis, data management and analytical methods is desirable. Experience in designing and conducting field trials and research experiments under controlled conditions. \n \n Demonstrated ability to plan and conduct lab/field trials Good knowledge of the concepts of bioprocess, environmental biotechnology, biorefinery. Good knowledge of biomass conversion techniques for the production of products with high added value (Biocompost, biogas, bioethanol and / or biohydrogen) Ability to transfer the results of scientific knowledge obtained in the laboratory to pilot and demonstration levels. Experience with chemical, biochemical and microbiological analysis techniques Strong practical knowledge in software related to process engineering and simulation Creativity, rigor, open-mindedness, great adaptability, autonomy, organizational and interpersonal skills, ability to work in groups, motivation by our research themes, able to work effectively with members of other departments and managers associated projects. Aptitude for team work and problem solving. \n \n Excellent English proficiency. French understanding is desired. Organizational dexterity and ability to prioritize and manage multiple tasks. Positive attitude in changing fast-paced environments. \n \n \nApplications and selection procedure: \n \nApplications must contain: \n Cover letter indicating the position applied for and the main research interests. Detailed CV. Transcripts of grades A PDF copy of the PFE, a recent report or article. Confidential documents are not accepted. Contact information of 3 references (Applicants are assumed to have obtained their references’ consent to be contacted for this matter). \n \n \nEmployment terms: \n \nThe successful candidate will be employed on an internationally competitive salary by the Mohammed VI Polytechnic University (UM6P) based at Benguerir, Morocco. He/she will be working mainly in Ethiopia and Senegal but will be travelling to Morocco (Benguerir and Laayoune). \nAlong with the competitive compensation, UM6P offers opportunities for continuous learning, a generous annual leave entitlement, assistance in housing and other wellbeing support such as free gym, free language courses and a vibrant new environment at UM6P, with easy access to Marrakech, the hub of culture and arts. \nThe initial appointment as Research Engineer will be for one year renewable once. At the end of the second year, the appointed candidate will be able to apply for a permanent position UM6P, subject to delivering a seminar and satisfactory performance as assessed by an evaluation panel. \n \nAt UM6P, we are committed to equality of opportunity and welcome applications from all sections of the community. We guarantee to interview all disabled applicants who meet the essential criteria for the post. \n \n \nAbout UM6P: \n \nMohammed VI Polytechnic University (UM6P,https://www.um6p.ma/en) is an international higher education institution, established to provide research and innovation at the service of education and development for Morocco and the African continent. It has a state-of-the-art campus at the heart of the Green City of Benguerir, near Marrakesh and it is building a new one in Laayoune City. \nUM6P academics and staff enjoy strong research funding, moderate teaching loads, and excellent facilities. Its research approach is transdisciplinary with an emphasis on international collaboration. Many of our research programs run as start-ups. OCP group (http://www.ocpgroup.ma/en/home), a world leader in fertilizer production, is a major starter client for the University providing capital and research funds. In parallel, a new portfolio of clients is growing with the development of an R&amp;D cluster around the University and a growing number of international partnerships. \nAbout the employer \nMohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields \n \nThe University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Morocco’s frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. \n \nLocated in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. \nAreas of Research \nStatistics \nBiostatistics \nLife Sciences",
  "title": "Research Engineer in Bioprocess and Environmental Biotechnologies"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab4"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=1a7b598e9cec3f9b&fccid=cfd4e9daa66b389e&vjs=3",
  "id": "1a7b598e9cec3f9b_cfd4e9daa66b389e",
  "company": "Reiter Affiliated Companies",
  "location": "Agadir",
  "date": "il y a 2 jours",
  "description": "Job Summary \n The IS Support Analyst provides client and technical issues resolution for end users via email, Chat phone, in person or other electronic medium for Reiter Affiliated Companies. The IT IS Support Analyst personnel will work in conjunction with other IS staff , FDC Staff , to fix any other related issue regarding IS and will provide training to clients in the use of systems and applications in Reiter Affiliated Companies. This position will obtain general understanding of All applications , Systems operations related to company offered services; and identify and correct or advise on operational issues in client computer systems and recommend appropriate resolution. Must have excellent technical knowledge and be able to communicate effectively to understand the problem and explain its solution. Must be customer oriented and patient to deal with difficult customers. \n Responsibilities Include \n Assist in Help Desk Support Level 1 and provide Field Support in off-site locations. Provide technical assistance and support for incoming queries and issues related to computer systems, software, and hardware. Respond to queries either in person, email , chats or over the phone. Install, modify, and repair computer hardware and software. Resolve technical problems with Local Area Networks (LAN), Applications and other systems. Install and configure OS, software, drivers, utilities, etc. (desktops and laptops). Install computer peripherals for users with appropriate software. Perform upgrades, as needed. Respond to queries either in person or over the phone. Write training manuals. Run diagnostic programs to resolve problems. Assist in ordering equipment Serve as the first point of contact for customers seeking technical assistance over the phone ,chat , Application or email Provides tier 1 support troubleshooting and resolving issues Direct unresolved issues to the next level of support personnel Ensure the proper operation of the users equipment’s, supporting to solve their problems in the software and hardware, monitor the proper use in accordance with company policies. Ensure the proper operation of the users equipment’s, supporting to solve their problems in the software and hardware, monitor the proper use in accordance with company policies. Walk the customer through the problem-solving process Responsible for tracking inventory of all hardware and software. Support the incorporation of new technologies to optimize existing ones. Identify and suggest possible improvements on procedures. Other duties as assigned \n Qualifications \n KNOWLEDGE, SKILLS AND ABILITIES: \n \nAbility to: \n Create and prevent and maintain technical documentation to insure efficient planning and execution Ability to work independently must be a go-getter and take initiative on a regular basis finding ways to avoid problems. Proactive thought process to avoid future mistakes rather than just fixing issues after they occur. Initiative and ability to research problems independently, finding root causes \nEmphasis on sharing of knowledge through good communications, peer-to-peer training, and written documentation. \n Strong communication skills.Empathy with the people. Positive customer service and team attitude (helping others when required) The ability to perform at a high level providing quality work, while having good organizational skills. The ability to read, write, and speak the English and French language. \n \nEDUCATION AND EXPERIENCE: \n Informatic Engineer , Systems Engineer, or Equivalent 2 years experience Experience in Windows 10, Installing and troubleshooting Network Printers, General ,Office ,Applications (Microsoft Office), setup and troubleshoot DSL connections \n Travel Requirements \n Ability to travel 10 percent of the time – domestic and international \n \n \nTo apply for this position, please email your resume to: recrutement.maroc@berry.net",
  "title": "IS Support Tier 1"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab5"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a4a10f22c22aab8a&fccid=cfd4e9daa66b389e&vjs=3",
  "id": "a4a10f22c22aab8a_cfd4e9daa66b389e",
  "company": "Reiter Affiliated Companies",
  "location": "Agadir",
  "date": "il y a 2 jours",
  "description": "Job Summary \n Standardize and coordinate agronomic techniques on the sites of Atlas Berry Farms South, as well as the necessary supplies related to the smooth running of crops. \n Responsibilities Include \n Responsible for the overall management of agronomic techniques for all crops (irrigation, fertilization, phytosanitary treatments, and greenhouse climate management) \n Devote the maximum amount of time for monitoring crops (analyze the causes that give rise to driving problems, establish appropriate actions in collaboration with the people concerned) Responsible for collecting all the information necessary to carry out production in order to reach the objectives set by the management of the southern area Responsible for explaining instructions and providing farm managers with all possible data or standards for crop management Generates, proposes, new cultivation techniques, improvement of the structure, automation and all equipment related to the management of crops on all ABF South farms (involving farm managers) In collaboration with other RAC sites or suppliers. Responsible for setting up or modifying procedures or operating methods concerning agronomic techniques applied on ABF South sites Organize weekly meetings / field visits to monitor production activities, Explain variations from objectives Other duties as assigned \n Qualifications \n KNOWLEDGE, SKILLS AND ABILITIES: \n \nAbility to: \n Proven experience in managing soilless crops Adaptability, autonomy and versatility, Rigor and sense of organization, team spirit and taste for field work, Write and use common computer software. \nEDUCATION AND EXPERIENCE: \n Bac + 2 / + 5 school of agronomy Minimum 3 to 8 years in a similar position Bilingual in Spanish/English Experience in agricultural industry, preferred \n Travel Requirements \n Ability to travel 90 percent of the time – local domestic – ranch to ranch \n \n \nTo apply for this position, please email your resume to: recrutement.maroc@berry.net",
  "title": "Agronomist"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab6"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=7b9423d06b1a9b4f&fccid=dd616958bd9ddc12&vjs=3",
  "id": "7b9423d06b1a9b4f_dd616958bd9ddc12",
  "company": "",
  "location": "Maroc",
  "date": "il y a 2 jours",
  "description": "Optibrium (www.optibrium.com) is a growing technology company dedicated\nto providing software to guide decisions involving complex, uncertain\ndata in an intuitive way. Our primary product, StarDrop, is focused on\nthe pharmaceutical industry, helping scientists in the design and\nselection of high-quality potential drug molecules. We have recently\nlaunched an additional platform, Augmented Chemistry, bringing\nleading-edge artificial intelligence technologies to supplement the\nexperience of expert scientists.\nWe are looking for someone with a background in chemistry, informatics or\ncomputer science to join our Application Science team, supporting our\nusers and helping them to get the most value from our software. This\nposition will be based in Boston, MA or the northeast USA and may involve\nsome travel to client sites (up to 25%) across North America. The\nsuccessful candidate must be eligible to work in the USA.\nResponsibilities and Objectives\n- Develop a comprehensive understanding of how to deploy and use\n StarDrop in the context of small molecule design, optimisation\n and data analysis and workflows within the pharmaceutical and\n related life sciences\n- Deliver organized, courteous and effective support to our users\n via email, telephone/web-meeting or in person, answering\n questions and providing guidance on the installation and\n maintenance of our software and its application to their\n research projects. The StarDrop desktop application is\n supported on Windows and Mac, and its servers are Linux-based.\n Support tickets are tracked daily in our online helpdesk\n software\n- Collaborate with our UK-based software engineering team to\n address technical issues that our customers may encounter,\n including installation (client and server), application\n extension (Python scripting) and usage questions\n- Provide timely feedback to our product development team\n regarding bugs or potential feature enhancements. Track these\n in our web-based project tracking system and communicate\n progress to customers\n- Provide individual and group training to new users to help them\n to learn how to use our software. Training is offered to\n customers via web meeting or at a customer site, working\n together with our business development team\n- Take advantage of opportunities to conduct scientific\n validation studies and contribute to co-authoring posters and\n presentations with our research team\nIf youre interested in joining a growing, entrepreneurial team working\nin an exciting field, please apply with a CV and covering letter to\nvacancies(_)optibrium.com (unsolicited applications from agencies will\nnot be accepted).",
  "title": "Application Support Scientist at Optibrium Limited, located in Boston, MA"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab7"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=0766335c3f65e621&fccid=1b866506aec22461&vjs=3",
  "id": "0766335c3f65e621_1b866506aec22461",
  "company": "HP",
  "location": "Casablanca",
  "date": "il y a 4 jours",
  "description": "HP is the world’s leading personal systems and printing company, we create technology that makes life better for everyone, everywhere. Our innovation springs from a team of individuals, each collaborating and contributing their own perspectives, knowledge, and experience to advance the way the world works and lives. We are looking for visionaries, like you, who are ready to make a purposeful impact on the way the world works. At HP, the future is yours to create! \nIf you are our  Supplies Business Lead for Africa region , your responsibilities will include: \nServing as the expert to the partner for extremely complex information regarding product, services, and software transitions, promotions, and configurations. \nPromoting HP offerings to become a key part of the partner's business and solutions; \nEstablishing and maintaining account plans to promote sales growth. \nAchieving assigned quota for HP products, services and software. \nTransactional and relationship selling working within, and influencing, a team of selling professionals. \nCreating, filling-in and managing HP funnel for deals with partners and transforming potential leads into joint sales activities. \nActively engaging HP resources and senior executives to build strategic relationships with the partner which ensures long- term business opportunities for HP. \nProviding the business rationale and risk assessment for making HP investments in the partner. \nMay recruit and develop business relationship with new partners. \nAfrica forecast/plans consolidation \nSupplies programs management \nSupplies teams coordination \nEducation and Experience Required:\n 8-12 years of selling experience at end- user account or partner level. \nExperience selling to partners in a complex environment. \nUniversity or Bachelor's degree. \nKnowledge and Skills:\n Thorough understanding of the IT industry, competing vendors, and the channel. Dimensions include competitive positioning and business models. \nThorough understanding of HP's organization & operations, including key business rules, and alignment with HP GBU go-to-market strategies, partner segmentation, key programs & initiatives, structure and business model. \nThorough understanding of HP's products, software, and services. Able to communicate the strengths of HP's offerings relative to competition, and overcome objections. \nEffectively sells HP offerings by building strategic relationships with partner decision makers; aligning partner and HP processes; and promoting HP programs and offerings. \nDevelops strategic plans with the partner to grow the size of the business and HP's share. \nPartners effectively with others in the account to ensure coordinated efficient account management. \nAbility to motivate partner's sales force. \nCoordinates and directs efforts across HP sales teams and across business groups. \nNote to candidates from South Africa: \nPreference will be given to members from designated groups, i.e. EE in accordance with the Employment Equity Act. However, this does not suggest that the process of recruitment excludes members from non-designated groups.",
  "title": "Supplies Business Lead - Africa"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab8"
  },
  "url": "https://ma.indeed.com/company/Maheesa/jobs/Database-Administrator-f409cf0575497c16?fccid=45c2a09d8e10430c&vjs=3",
  "id": "Database-Administrator-f409cf0575497c16_45c2a09d8e10430c",
  "company": "Maheesa consulting",
  "location": "Rabat",
  "date": "il y a 5 jours",
  "description": "Mastery of Oracle DBMS, SQL Server, MSSQL, PostgreSQL Proven fluency in the Scripting shell is necessary. A good knowledge of the AIX, Linux, Windows. Create databases according to the system administrator and the project managers. Monitor and control changes of existing databases version and selected software Maintenance of database servers in operational condition Technical analysis for changes Identification of preventive maintenance and management of this maintenance; Processing of changes corresponding to change requests; Updating the configuration repositories; Support for TMA Dev users; Data integration; at least 5 years of proven experience in databases administration and operation in banking production environments. Bac+5 in computer science Job Types: Contract, Permanent Salary: 25,000.00DH /month Experience: Database administration and operation in banking production : 5 years (Required) Education: Bachelor's (Preferred) Work Remotely: Yes",
  "title": "Database Administrator"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cab9"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a4f218a3e2ba369c&fccid=bd9e7a3ba2de4cb2&vjs=3",
  "id": "a4f218a3e2ba369c_bd9e7a3ba2de4cb2",
  "company": "Australian Embassy",
  "location": "Rabat",
  "date": "il y a 7 jours",
  "description": "Contract:  One Year Fixed Term Contract \n Full Time:  37 hours and 30 minutes per week \n Classification:  LE2 \n Salary:  169,608 MAD per annum \n \n About  the Australian Government’s Department of Foreign Affairs and Trade (DFAT) \n The role of the Department of Foreign Affairs and Trade (DFAT) is to advance the interests of Australia and Australians internationally. This involves strengthening Australia’s security, enhancing Australia’s prosperity, delivering an effective and high quality overseas aid program and helping Australian travellers and Australians overseas.\n The department provides foreign, trade and development policy advice to the Australian Government. DFAT also works with other Australian government agencies to drive coordination of Australia’s pursuit of global, regional and bilateral interests. \n \n About the position \n The Administrative Assistant/Messenger supports the Office Manager in the delivery of the Embassy’s administrative services. This position is responsible for the management of repairs and maintenance works, planning and supervision of contractors, and service provision for the Embassy`s property portfolio. The position also performs courier duties, routine administrative tasks and occasional driving services to Embassy staff, officials and visitors. \n The key responsibilities for this position include, but are not limited to: \n Manage maintenance and repairs at all Embassy properties including planning and supervision of contractors and other external suppliers as needed \n Assist with property purchasing and maintenance of inventories including negotiating with suppliers and arranging delivery and storage of furniture, equipment and house hold goods \n Assist with the connection of utilities, telecommunication and other service accounts for Embassy properties \n Assist with the maintenance of the official vehicle fleet, including arranging regular servicing, insurance, registration and quarterly fuel card top ups\n Provide backup duties for the Local Area Network Administrator (LANA) as required \n Drive A-based officers, other staff, officials and visitors during day time appointments as required \n Liaise with government ministries and local authorities on routine protocol matters such as official visas, staff residency visas, driving licences, liquor licences, VAT refunds, airport passes, diplomatic ID cards and airport facilitation \n Collect and deliver mail and other correspondence\n Prepare the diplomatic bag and associated documentation\n Retrieve information and respond to written and telephone requests for routine information from the general public \n Undertake general administrative duties and other ad-hoc duties as required \n \n Qualifications/Experience \n Strong capacity to provide administrative support, including a high attention to detail \n High level of proficiency (oral and written) in English, French and Arabic \n Ability to liaise with a broad range of contractors and external suppliers \n Ability to prioritise and meet tight deadlines \n High level of initiative and ability to work under general direction \n Possession of a valid driver’s licence \n A proven safety record \n Good knowledge of local roads and traffic systems \n An ability to read maps, use GPS equipment and follow directions \n Ability to maintain confidentiality and be discreet \n Understanding of Workplace Health and Safety (WHS) principles \n Proficiency in Microsoft Office software applications \n \n \n SELECTION CRITIERA \n Please address each of the selection criteria for the role in the spaces provided on the application form. Drawing on your prior experience, please provide examples of where you have demonstrated the required competencies or transferrable skills. \n The word limit is strictly  250 words per response . The panel will not assess responses that exceed the word limit. \n A. Demonstrated ability to communicate in writing and orally in English, French and Arabic to a professional standard. \n B. Strong customer service and interpersonal skills to facilitate and promote effective interactions with clients, peers and stakeholders. \n C. Initiative to manage competing priorities and deadlines with the flexibility to perform a variety of different tasks, such messenger and driver, when required by the team and post management. \n D. Ability to maintain confidentiality and handle sensitive information with discretion. \n E. High level of proficiency with information technology systems, especially Microsoft Office products (Word, Excel & PowerPoint). \n Applications are sought from persons interested in employment at the Australian Embassy in Rabat as Locally-Engaged Staff.",
  "title": "Administrative Assistant/Messenger - Rabat"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366caba"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=0f002f9e49c8c3db&fccid=c345b06b9f22e507&vjs=3",
  "id": "0f002f9e49c8c3db_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": "il y a 8 jours",
  "description": "Ingénieur Technico-Fonctionnel Salesforce \nDans ce contexte Agile, vous aurez en mission principale l’analyse fonctionnelle des besoins métiers ainsi que les phases d’études, de conception et de test des solutions. Vous aurez en charge les activités suivantes : \n Prise en charge de l’analyse fonctionnelle des besoins du métier autour du CRM vente & marketing \n Recensement des processus et exigences métier \n Identification des contraintes aux métiers \n Animer des réunions de collecte de besoin \n L’analyse d’impact sur le planning de production \nL’étude des usages et des releases de l’éditeur. \n Le design et la réalisation des solutions \n Rédaction des spécifications fonctionnelles (user story) \n Analyse du Backlog des demandes \n Proposition de spécifications techniques (Work Item) avec l’aide d’un développeur \n Etablir les priorités des sprints de développement en accord avec le Design Authority \n Collaborer avec les équipes de développement et de tests, afin de réussir chaque sprint dans le respect des délais et de la qualité du produit. \n Assurer l’interface avec la chaine de support utilisateur lors de mise en production \n about you\n Votre profil: \n Vous souhaitez travailler sur le Software CRM leader du marché mondial \"Salesforce\" \n Vous parlez l’anglais \n Vous aimez le contact, la diversité des sujets et l’échange dans un environnement international et multiculturel \n Vous faites preuve d’une grande autonomie, vous êtes rigoureux, proactif et bien organisé \n Vous avez une très bonne capacité à communiquer, doublée d’une capacité d’analyse et de synthèse \n Vous avez une expérience significative dans le Salesforce \n Avoir travaillé dans l'agilité \nUn plus : \n Connaissance Talend et dévelopement Webservices serait un plus \n Connaissance de toute ou partie du SI Entreprise d’Orange France \n Expérience en conception de solution IT \n Etre certifié module ADM201 de Salesforce est optionnel \n Etre certifié module DEV de Salesforce est opionnel \n additional information\n Vous adhérez aux valeurs de l'agilité et vous maitrisez les outils de gestion agiles et collaboratifs tels que Jira / Confluence. \n Vous savez présenter une solution disruptive, argumenter et convaincre \n Vous avez une forte appétence pour le travail en équipe et une bonne aisance relationnelle \n Vous savez écouter le client et ses utilisateurs, et traduire ses besoins en exigences ou propositions de solution à travers une architecture logicielle adapté \n Vos connaissances dans le domaine des réseaux et Télécom seront très appréciées \n \n department\n Customer Marketing& Innovation \n Orange Business Services manages and integrates the complexity of international communications, freeing our customers to focus on the strategic initiatives that drive their business. Our extensive experience and knowledge in global communication solutions, together with our understanding of multinational business and local support in 166 countries and territories, ensure that our customers receive a consistent, global solution wherever they do business. \n contract\n Temporary",
  "title": "Software Engineer Oracle"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cabb"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=5ec8654856917af4&fccid=dd616958bd9ddc12&vjs=3",
  "id": "5ec8654856917af4_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": "il y a 12 jours",
  "description": "Rattaché à la Direction Générale, vous avez comme missions principales :\n Définir et valider les évolutions des systèmes d’information en fonction des évolutions technologiques et les orientations stratégiques de l’entreprise,\n Préparer et valider le budget de la direction des systèmes d’information, principalement sur le portefeuille projets, et s’assurer du respect de son exécution,\n Planifier les projets informatiques, affecter les ressources et les mettre en œuvre,\n Négocier, maîtriser et suivre les contrats de sous-traitance et leur mise en œuvre,\n S’assurer du bon fonctionnement des systèmes informatiques et leur disponibilité aux opérationnels,\n Assurer l’installation des solutions spécifiques du métier (hardware et software) et des solutions informatiques chez les utilisateurs,\n Assurer la formation des utilisateurs et maintenance des applications,\n Assurer le bon fonctionnement de la messagerie,\n Définir et mettre en œuvre la politique de gestion des risques informatiques,\n Appliquer les standards et les procédures de sécurité, paramétrer la sécurité des différents environnements, administrer les profils utilisateurs,\n Assurer le plan de continuité d’activité pour les services les plus critiques en cas de sinistre,\n Garantir la fiabilité, la confidentialité et l’intégrité des systèmes d’information,\n Mettre en place un plan d’évolution du système d’information de l’entreprise en lien avec le Schéma Directeur,\n Communiquer via des reportings périodiques les éléments clés de l’activité de la DSI à la Direction Générale,\n Assurer la veille technologique et anticiper les évolutions technologiques en phase avec la stratégie de l’entreprise.",
  "title": "Directeur des Systèmes d’Information"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cabc"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=d05e650c5ca49bd2&fccid=0ee07a80a4e05d45&vjs=3",
  "id": "d05e650c5ca49bd2_0ee07a80a4e05d45",
  "company": "Novo Nordisk India",
  "location": "Casablanca",
  "date": "il y a 7 jours",
  "description": "Category:  Finance\n Location:\n Casablanca, Casablanca, MA \n Finance & Operations Manager \n \n Novo Nordisk Morocco\n Novo Nordisk Morocco belongs to International Operations Business Area Middle East Africa and CIS (IO-BAMEAC), with more than 40 employees who are working to improve the lives of people with diabetes, haemophilia and growth disorders. \n We have a challenging opening for the position of Finance & Operations Manager, based in Morocco. As a Finance & Operations Manager, you will be a member of the Management Team will report to the General Manager, Morocco. \n \n   About the Department \n F&O is the department responsible for the day to day activities of the affiliate, including, financial transactions, financial planning and reporting, management of the company’s cash flow and assets, all IT activities including administration of the company’s IT infrastructure, software and business IT applications, as well as local implementation of all global IT projects, and all logistics details (supply management, forecasts with commercial teams). \n \n The Position \n As Finance & Operations Manager you are responsible for developing and driving the Finance operations in Novo Nordisk Morocco, managing the Supply chain, running strong Procurement plans and supporting execution of strategies at Novo Nordisk, Morocco.\n A short overview & expectations from each functional area:\n This role requires high level of understanding and preparedness in building strategic Financial Plans which will impact the business for the short, medium and long term. This entails meticulously budgeting and forecasting exercises, getting deeper insights from the market and devising active Management Information systems to support the management team in making informed decisions. Additionally, this person will play an active role in supporting the management on the pricing framework and effectively working with the external & internal stakeholders in implementing our pricing plans. Finally, a strong, transparent and efficient collaboration is expected as part of the functional reporting to the Business Area to contribute actively to the success of the affiliate.\n On the Accounting front this role must ensure smooth functioning of the all company transactions, build strong control systems & timely reconciliations to ensure high level of audit & compliance readiness.\n Supply Chain   for Morocco operations involves actively liaising with strategic partners in our contract manufacturing facility & in the distribution network. It also involves maintaining a good operating system which monitors production plans, inventories at various stock points, sales forecasts and regular alignment with local distributor.\n The finance & Operation Manager will also act as the point of contact & coordinator for all local Legal matters.\n Procurement & Admin management needs a sharp eye on strong benchmarking exercises, collaborating with our colleagues in GSC & ensuring that our office assets are well managed. \n Overall this role demands a very strong leader with a vision, who can work in a challenging yet rewarding environment and carries the values of the organisation with his team. All this should result in achieving strong financial KPIs, building an effective and well-functioning team and ensuring a sustainable business in Morocco. \n \n Qualifications \n A high degree in Finance/Accounting or other relevant fields is required with 6+ years of finance experience, preferably in the pharmaceutical industry. We expect that you are a proven leader with a track record of successfully executing complex projects/initiatives with demonstrated people management skills and can successfully direct winning team with diversified functions. You have demonstrated strategic thinking and decision-making capabilities and strong analytical skills. You should also be a good communicator with a high energy level and able to collaborate effectively with external and internal key stakeholders. You are able to engage not only with your team but also with the whole affiliate to ambitious goals, innovative approach, proactive and solution focused. You have significant track record in learning agility, high speed and quick decision making? We are proposing a journey to make a difference in patients’ lives. \n Working at Novo Nordisk ovo Nordisk, we have e \n At Novo Nordisk we use our skills, dedication and ambition to help people with diabetes, haemophilia and growth disorders to change their lives. By working with us you will have an opportunity to do the same in a global business environment. \n \n Further requirements \n Travel time 10 - 20% \n Contact \n If you are interested in joining our team in Morocco and consider this position as a career challenge, please apply through our  company website . \n Millions rely on us \nTo work for Novo Nordisk you will need the skills, dedication and ambition to change lives for the better for millions of patients living with diabetes and other chronical diseases. In exchange, we offer the chance to be part of a truly global workplace, where passion and engagement are met with opportunities for professional and personal development.",
  "title": "Finance and Operation Manager"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cabd"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=b8227502ecbe45a7&fccid=c345b06b9f22e507&vjs=3",
  "id": "b8227502ecbe45a7_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": "il y a 8 jours",
  "description": "Au sein d’une équipe projet fonctionnant en mode collaboratif et Agile scrum, Kanban, X Programing, vous serez l’un des développeurs, travaillant en coordination avec le Product-Owner, le Scrum Master, Software analyst, technical lead et équipes partenaires. \nDans ce contexte Agile, vous effectuerez différentes tâches : L’estimation du niveau d’effort de développement des User stories La définition des spécifications détaillées à partir des User stories Le développement selon une architecture logicielle établie la conduite des tests unitaires et d’intégration 2 à 2 Le développement des outillages de test associés L’automatisation et l’industrialisation des opérations régulières (process de build, les tests, les audits de qualité de code, la containerisation du code, …) La préparation des packages de livraison (mode devops) Vous assurez le support technique et la maintenance corrective et adaptative des éléments délivrés. \n about you\n De formation BAC+5 minimum type école d’ingénieur ou autre, vous avez au moins une expérience de 3 ans en développement. \nCompétences techniques : Systèmes : iOS, Android, Linux, Unix, Windows, Supervision : Zabbix, Nagios, Grafana, ElasticSearch, Logstach, Kibana Prometheus SGBD : MySQL, NoSQL Mariadb, MongoDB, Etc Langages : React Native, Java, Python ,PHP, HTML, JavaScript, Outillage de qualification API et frontaux : SoapUI, Selenium \nCompétences professionnelles : \nPassion pour le développement logiciel en utilisant des méthodes et outils modernes \nAppétence Agile / Devops \nGoût pour le travail en équipes pluridisciplinaires \nPédagogie et goût pour l’entraide \nCuriosité, goût du défi et de l’innovation, force de proposition \nPragmatisme, Autonomie, sens de l'organisation \nL'environnent international Orange Business Service, implique la parfaite maitrise du français tant à l'écrit qu'à l'oral et de bonnes connaissances en anglais. \n additional information\n Environnement \nVous travaillerez sur des projets pour Orange Business Services, et particulièrement OBS IT. \nOrange Business Service adresse le marché Entreprise dans le monde, en proposant les services de communication les plus performants et innovants, avec l’ambition de devenir le partenaire incontournable de la transformation digitale de ses clients. \nOBS IT conçoit, construit et opère les solutions digitales qui rénovent la relation client, ainsi que les solutions IT sur lesquelles s’appuient les produits et services vendus à nos clients, en mettant en œuvre les dernières innovations technologiques, et un mode de développement agile. \nMissions \nDans le cadre des projets et construction de solutions IT pour nos clients et nos utilisateurs métiers : Concevoir, développer, tester, améliorer la solution en adéquation aux besoins de nos clients et end-users Acteur clé du collectif projet Métiers et IT contribuant à la mise en œuvre et amélioration des bonnes pratiques et outils agiles dans nos projets Automatiser, Industrialiser les opérations de construction et de développement de la solution \n department\n Customer Marketing& Innovation \n Orange Business Services manages and integrates the complexity of international communications, freeing our customers to focus on the strategic initiatives that drive their business. Our extensive experience and knowledge in global communication solutions, together with our understanding of multinational business and local support in 166 countries and territories, ensure that our customers receive a consistent, global solution wherever they do business. \n contract\n Regular",
  "title": "Ingenieur logiciel développement API ORA"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cabe"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=b3a1796af851f4b4&fccid=8e30af02f282f898&vjs=3",
  "id": "b3a1796af851f4b4_8e30af02f282f898",
  "company": "DEV",
  "location": "Casablanca",
  "date": "Publiée à l'instant",
  "description": "Bonjour,\n nous sommes à la recherche d’un développeur junior afin d’intégrer notre entreprise (Casablanca-Marrakech).\n vous participerez au développement et à l’évolution de nos projets.\n intégré à l’équipe et sous la responsabilité d’un chef de projet, vos tâches seront de faire évoluer, développer et maintenir les applications déjà en place.\n les technos utilisées sont windev et webdev couplées avec une base hyperfile sql.\n comme nous recherchons un profil junior, nous vous formerons à l’agl windev.",
  "title": "Développeur WINDEV Junior"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cabf"
  },
  "url": "https://ma.indeed.com/company/enbro/jobs/Stagiaire-D%C3%A9veloppeur-c05c16569c9d1e6a?fccid=4fad998b0dc288a3&vjs=3",
  "id": "Stagiaire-D%C3%A9veloppeur-c05c16569c9d1e6a_4fad998b0dc288a3",
  "company": "ENBRO SARL",
  "location": "Marrakech",
  "date": "Publiée à l'instant",
  "description": "Offre d'emploi:   Stagiaire développeur Société:  ENBRO SARL, une société internationale spécialisée dans le domaine de l'énergie, installée au Maroc depuis 4 ans. Nous sommes un centre d'appel chargé de prendre des RDV pour notre propre commerciale située en Belgique et en France, tout en garantissant la réalisation des démarches de télémarketing dans le secteur des énergies renouvelables. Votre mission:  Actuellement, nous sommes à la recherche d'un stagiaire développeur. Votre mission principale est de commercialiser notre produit auprès des clients sur le marché belge. Vu l'état actuel du Covid19, vous aurez la possibilité de travailler à domicile. Profil recherché:  Pour mener à bien cette mission, il est souhaitable que: · Vous maîtrisez bien la langue française · Vous avez un esprit commercial, un sens de responsabilité · Assidu (e) et rapide, dynamique et productif · Vous avez un excellent sens relationnel, une expression orale fluide · Une expérience de plus de 2 ans Avantages et autres:  · Un salaire fixe attractif + Primes motivantes · Un très bon cadre familial Amplitude horaire:  · Lundi au vendredi: 08h00 à 18h00 Pour postuler merci d'envoyer vos CV par mail à l'adresse: Rh@ enbro-icc.com Type d'emploi : Temps plein, CDD Salaire : 4 000,00DH à 6 000,00DH /mois",
  "title": "Stagiaire développeur"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac0"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=6725a4aa3f7a4903&fccid=34888874ce04321f&vjs=3",
  "id": "6725a4aa3f7a4903_34888874ce04321f",
  "company": "Money Genom",
  "location": "Tanger",
  "date": "Publiée à l'instant",
  "description": "nous recherchons un développeur web, nous avons besoin de quelqu'un connaissant FrontEnd, connaissant html et css et javascript, avec des connaissances sur JQuery et bootstrap. Nous ne nous soucions pas du niveau scolaire si vous avez le nécessaire pour notre offre.",
  "title": "développeur web"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac1"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=5d910f3a899c8ddc&fccid=34888874ce04321f&vjs=3",
  "id": "5d910f3a899c8ddc_34888874ce04321f",
  "company": "Money Genom",
  "location": "Tanger",
  "date": "Publiée à l'instant",
  "description": "nous recherchons un développeur d'applications Android, nous avons besoin de quelqu'un de bon avec Java, de connaître le Android studio quelqu'un a déjà une expérience avec l'application de téléphone. Nous ne nous soucions pas du niveau scolaire si vous avez le nécessaire pour notre offre.",
  "title": "développeur Application Android"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac2"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=af5a794c8827fcd1&fccid=dd616958bd9ddc12&vjs=3",
  "id": "af5a794c8827fcd1_dd616958bd9ddc12",
  "company": "anonyme",
  "location": "Témara",
  "date": "Publiée à l'instant",
  "description": "nous recherchons un développeur expérimenté qui maitrise parfaitement les langages de programmation et qui sait parfaitement développer, coder, paramétrer et adapter les programmes et interfaces. avec une première expérience dans le domaine. De préférence dans la région de rabat temara, maitrise de langue française souhaitable",
  "title": "Developpeur et webdesigner experimenté"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac3"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=c463d8c4338f2fce&fccid=118ed6561a740f2b&vjs=3",
  "id": "c463d8c4338f2fce_118ed6561a740f2b",
  "company": "Lux Eng solution",
  "location": "Agadir",
  "date": "Publiée à l'instant",
  "description": "Nous recherchons un(e) développeur(se) confirmées avec expérience exigée de 1 ans minimum en développement Web.\n Analyse des besoins techniques des clients\n Gestion de projet\n Développement web\n Profil Bac +2 minimum en Développement Web\n Vous avez une bonne connaissance des langages de programmation internet : PHP, MySQL, JQuery, JavaScript, AJAX et intégration HTML5 / CSS Bootstrap\n \nNotions de Webdesign, intégration (Photoshop, Illustrator) et référencement seront un plus..\n Disponibilité immédiate.",
  "title": "stage pré embauche/développeur web full stack"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac4"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=1dda234f056ba478&fccid=4744634e636441b4&vjs=3",
  "id": "1dda234f056ba478_4744634e636441b4",
  "company": "FIRST VIEW",
  "location": "Marrakech",
  "date": "Publiée à l'instant",
  "description": "nous sommes à la recherche d'un profil dynamique pour le poste stagiaire développeur informatique.\n \n compétences nécessaire : \ncompétences techniques et maîtrise des logiciels spécialisés (.net c# sql server , javascript, apps web,…)\n \n excellente culture générale \n créativité artistique \n ouverture d’esprit, adaptabilité \n \n date de début :  immédiatement",
  "title": "stage en developpement"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac5"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=e1dd649d1f917409&fccid=28084cab401b18df&vjs=3",
  "id": "e1dd649d1f917409_28084cab401b18df",
  "company": "UPSYS",
  "location": "Marrakech",
  "date": "Publiée à l'instant",
  "description": "Entreprise:  L’offre globale d’UPSYS s’appuie sur les dernières innovations en terme des e-technologies et vous permet une totale maîtrise de votre système d’informations. Sa stratégie de croissance vise à renforcer ses domaines de compétences et à développer de nouvelles activités en adéquation avec l’évolution technologique Poste: nous recrutons pour notre compte une \"développeur php \" qui aura comme tâches: • rédiger les lignes de codes nécessaires à la création d’un logiciel interne • développer les interfaces. • corriger et optimiser les fonctionnalités (qualité, ergonomie…) • documenter les applications pour les développements ultérieurs et la mise en production • tests et écriture des corrections nécessaires. • préparer et réaliser les tests unitaires.\n \n \n réaliser les tests de charge. • vous gérez la maintenance corrective et évolutive des applications : • assurer les corrections suite aux problèmes soulevés (bugs). • prendre en compte les évolutions des solutions techniques existantes. • assurer la programmation des évolutions demandées par la maîtrise. \n \n Profil recherché:  •Créatif, dynamique, sérieux et bon communiquant. • maitrise des langages de programmation : php 7. • maitrise des technologies front-end : html5, CSS, Json, Bootstrap 3.0, JavaScript",
  "title": "Stage en développement web Marrakech"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac6"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=1e91c7ca5e704218&fccid=dd616958bd9ddc12&vjs=3",
  "id": "1e91c7ca5e704218_dd616958bd9ddc12",
  "company": "",
  "location": "Maroc",
  "date": "Aujourd'hui",
  "description": "Analystes développeurs bac+5 (h/f) \n Tout le Maroc \n Publiée le: 17 Jun-16:46 \n Vue: 16 \n Annonce N°: 8315867\n Entreprise : \nworta,cabinet de conseil en systèmes et logiciels informatiques, nous cherchons deux \"analyste développeur\". java jee pour une durée de 6 mois. \n \nposte : \ndans ce cadre, vous pourrez être amené(e) à : \n \nanalyser les besoins du client, ses obligations et ses contraintes \nrédiger un cahier des charges précisant les solutions techniques \nfaire la conception technique et le codage \nréaliser des tests auprès d’utilisateurs \nconcevoir des notices d’installation et des guides utilisateurs \nmaintenir le produit \nprofil recherché : \ncompétences et formations requises : \n \nbac+ 5 en informatique \nexpérience en développement informatique java \nenvironnement technique java jee, java script, spring, svn,mvc, etc . \nmaitrise des langages de programmation. \ncompétences en bases de données (sql, oracle). \nunebonne communication à l’écrit et à l’oral\n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : CDI \n Nom de la société : WORTA \n Salaire : A discuter \n Niveau d'études : Bac plus 5",
  "title": "Analystes développeurs bac+5 (h/f)"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac7"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=1861a03754ca2be5&fccid=dd616958bd9ddc12&vjs=3",
  "id": "1861a03754ca2be5_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": "Aujourd'hui",
  "description": "Dévlopeur android \n Casablanca \n Publiée le: 17 Jun-17:41 \n Vue: 38 \n Annonce N°: 8315923\n Nous somme à la recherche d'un développeur android native ou react native. vous réaliserez, sous un encadrement technique rigoureux, des programmes de complexité grandissante, dans le respect des normes fixées. au sein d'une équipe dynamique de développement, vous serez en charge de : \n la rédaction du cahier des charges\n la rédaction de spécifications fonctionnelles la conception et le développement des applications en environnement\n android native ou react native \n la rédaction de la documentation afférente aux développements la rédaction et la passation de cas de tests unitaires et d'intégration.\n \nprofil recherché :\n \n diplômé(e) d'une école d'ingénieur ou d'un master universitaire en informatique, ou bac +3 spécialisé dans le développement des applications mobile,\n vous souhaitez intégrer un groupe d'envergure qui saura vous accompagner dans votre montée en compétence et vous offrir des perspectives d’évolutions ainsi qu'un suivi de carrière.\n \nvous êtes capable de faire preuve d'implication, possédez un esprit d'équipe, un bon relationnel et de bonnes capacités rédactionnelles.\n \nvous possédez une expérience en conception et développement en android native ou react native.\n \nune bonne connaissance de la programmation web et des bases de données est requise. la pratique de l'anglais est un atout. poste basé à tanger \n \n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : CDI \n Nom de la société : Confidentiel \n Salaire : 8 000 - 10 000 DH \n Niveau d'études : Bac plus 4",
  "title": "Dévlopeur android"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac8"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a0982144c16c044d&fccid=02e72612c7c0d1ce&vjs=3",
  "id": "a0982144c16c044d_02e72612c7c0d1ce",
  "company": "Teleperformance",
  "location": "Témara",
  "date": "Aujourd'hui",
  "description": "Sous la tutelle de la direction technique, le développeur sera chargé de : Analyser le besoin et participer à la phase de conception; Analyser et faire le suivi du projet qui lui est confié, en fonction du cahier des charges utilisateur ; Élaborer le cahier des charges technique ; Étudier les étapes de fonctionnement du programme ; Il sera amené à la réalisation et à l’exploitation de : L’Ecriture d’une ou plusieurs parties du programme, ou voir même sa totalité ; Paramétrer la solution applicative ; Intégrer des solutions externes et internes ; Maintenir à jour la documentation et les outils de suivi ; Respecter les standards de développement et la politique de sécurité de l’entreprise (TPPolicy, …) ; Rédiger un cahier de recette et réaliser la recette croisée des autres développeurs de l’équipe ; Accompagner la recette de l’ensemble de la solution déployée ; Réaliser les documents techniques, ainsi que les guides pour les utilisateurs ; Assurer le suivi et la maintenance de l’application (gestion des tickets, des demandes,) ; Participer aux comités de suivi internes hebdomadaires de l’équipe.\n Profil Recherché\n Vous êtes issue de grandes écoles, vous justifiez d’une expérience de plus de 2 ans en tant que développeur idéalement dans le secteur Offshoring, vous avez une bonne aisance de ces outils de travail :\n \n Les connaissances des langages de programmation :  C#/Javascript/PHP\n \n Connaissance des Frameworks :  Microsoft .NET Framework4.5+/ Microsoft .NET Core2.x\n \nVous parlez couramment français et Anglais ? vous êtes le profil qu’on recherche, rejoignez-nous en adressant votre candidature : recrutement-cadres@ma.teleperformance.com\n Avantages sociaux et autres\n Transport Assuré\n Assurance Complémentaire\n Amplitude horaire\n 191 / mois",
  "title": "Développeur informatique bilingue ( Francophone & Anglophone )"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cac9"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=095ee9fc71d1600d&fccid=dd616958bd9ddc12&vjs=3",
  "id": "095ee9fc71d1600d_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": "Aujourd'hui",
  "description": "Le recruteur : \nLe groupe Outsourcia est un opérateur spécialisé dans les métiers de l’outsourcing : gestion de la relation client, prestations digitales (développement web et community management), externalisation de métiers de back office et études, faisant parti du top 20 des outsourceurs français. \nPrésent en France, au Maroc, au Niger et à Madagascar, le groupe emploie plus de 1500 collaborateurs au service de clients de renom tels que : CDiscount, Coyote, Fnac, Ipsos, Histoire d’Or, M6 Web, Marionnaud, Mister Auto, Orange, PriceMinister, Renault, Rue du Commerce, Showroomprivé, The Kooples, Thomson, Vente Privée, etc. \nLe groupe Outsourcia accompagne au quotidien ses collaborateurs en se basant sur des valeurs motrices telles que la solidarité, l’engagement et l’intégrité. \n Si vous aussi, vous partagez ces valeurs, n’attendez-plus et venez relever de nouveaux défis avec Outsourcia ! \n \nPoste a occuper : \n Bac+3/4 en informatique en provenance d’une grande école d’ingénieur ou équivalent Vous justifiez d’une première expérience réussie entre 1 et 2 ans en développement dot . \nNet. \n \n La connaissance des Frameworks dot net. \n Vous êtes un(e) développeur(se) enthousiaste et vous savez vous adapter à un environnement de travail flexible. \n Dynamique et force de proposition, vous êtes rigoureux(se) et efficace dans votre travail. \n Vous parlez couramment français et anglais \n \nProfil recherché : \nNous recrutons pour notre pole IT, un(e) Développeur Dot net Junior : \n \nEntouré(e) d’une équipe de passionnés, comme vous, vous aurez la charge de : \n Participer au développement de nouvelles applications et fonctionnalités. \n Participer à la phase d’analyse technique du projet. \n Participer à la maintenance des solutions. \n Participer à la Rédaction de la documentation technique de vos développements. \n Proposer des solutions techniques dans le cadre de projets à fortes contraintes, de sécurité et de performances. \n \nSecteur(s) d’activité : \n \nCentres d’appels \n \nMétier(s) : \n \nInformatique / Internet / Multimedia \n \nNiveau d’expériences requis : \n \nDébutant (de 1 a 3 ans) \n \nNiveau d’études exigé : \n \nBAC+2 \n \nLangue(s) exigée(s) : \n \nFrancais \n/ \nAnglais \n \nL’offre a été publiée il y a 1 semaine avant sur le site. \n \n \nSalaire: \n \nA négocier",
  "title": "Développeur dotnet Junior"
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366caca"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=8e03509b8b1b894e&fccid=ed66dc5b55315ee6&vjs=3",
  "id": "8e03509b8b1b894e_ed66dc5b55315ee6",
  "company": "Right Place Call Morocco",
  "location": "Casablanca",
  "date": "Aujourd'hui",
  "description": "Dans le cadre du développement de l'activité de notre partenaire, nous recrutons des developpeurs avec de l’expérience. Missions : Concevoir, programmer, developper et ameliorer des logiciels Maintenance et suivi Definir des solutions techniques pour les futurs applications\n Profil Recherché\n \n Nous cherchons : \nune personne capable de creer des logiciels afin de répondre à des besoins précis de la part des autres département.\n Amener à evoluer sans cesse et à elargir son champ d'action.\n Se montrer créatif et imaginatif pour trouver de nouvelles solutions.\n Maîtrise de PHP et de la POO,\n Maitrise de MySQL & MSSQL\n Bonne expertise des modèles de données relationnels & séquentiels,\n Idéalement bonnes connaissances des différents Framework PHP (Codeigniter, Zend, Agile,...)\n Connaissance de JQuery, Ajax, CSS3, HTML5, Bootstrap,\n Maîtrise de l’environnement Linux.\n Vous êtes autonome et rigoureux, vous faites preuve d'un bon relationnel et de grandes capacités d'adaptation, vous avez le sens des responsabilités.\n Connaissance des différentes méthodes d’automatisation,\n API SOAP/Rest,\n Avantages sociaux et autres\n CDI + CNSS + Complémentaire Santé remboursement à hauteur de 85% + AMO\n Salaire net FIXE négociable\n Amplitude horaire\n horaires admin",
  "title": "Développeur informatique offshore."
},{
  "_id": {
    "$oid": "5eeb1fb93c4428936366cacb"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=d7889ff7331a81a2&fccid=8e30af02f282f898&vjs=3",
  "id": "d7889ff7331a81a2_8e30af02f282f898",
  "company": "Dev",
  "location": "Casablanca",
  "date": "Aujourd'hui",
  "description": "Bonjour, agence web à casablanca cherche développeur web front-end ou back-end envoyer votre cv",
  "title": "DEVELOPPEUR WEB"
}]