[{
  "_id": {
    "$oid": "5efe3bc4cab55066c34d3a95"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=c78a272c52cc8b76&fccid=dd616958bd9ddc12&vjs=3",
  "id": "c78a272c52cc8b76_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:48.727Z"
  },
  "description": "DÉVELOPPEUR WEB \n Casablanca \n Publiée le: 2 Jul-11:29 \n Vue: 28 \n Annonce N°: 8330209\n Nous sommes une société de la distribution des offres et services de téléphonie mobile, travaille en partenariat avec orange et nous sommes à la recherche d'un développeur web à casablanca \nprofil demandébac+2 ou plus en développement informatique \ndéveloppement web php..base de donnée : mysql, pgsql, \nenvoyez votre cv.\n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : A discuter \n Nom de la société : FIRST TELECOM \n Salaire : A discuter \n Niveau d'études : Bac plus 2",
  "title": "DÉveloppeur web"
},{
  "_id": {
    "$oid": "5efe3bc4cab55066c34d3a96"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=da92d2f3a6248d84&fccid=8c086c865fe18da4&vjs=3",
  "id": "da92d2f3a6248d84_8c086c865fe18da4",
  "company": "KECHWEB",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:48.866Z"
  },
  "description": "Kechweb est une société de divers travaux informatiques (développement informatique etc...). elle est composée de jeunes spécialistes en informatique dynamiques, persévérants et enthousiastes pour concevoir, développer et réaliser les objectifs des clients. on cherche un développeur web très motivant pour le poste : développeur web maîtrise parfaitement le développement des plugins, thèmes, modules pour cms (wordpress, joomla, prestashop, dolibarr).",
  "title": "Développeur web"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a97"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=df9ceb0222fd6299&fccid=dd616958bd9ddc12&vjs=3",
  "id": "df9ceb0222fd6299_dd616958bd9ddc12",
  "company": "HI",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:49.044Z"
  },
  "description": "On behalf of our company, based in Maarif, Casablanca and specialized in the production and merchandising of medical devices and nutritional supplements.\n \nWe are looking for an English-speaking Designer with prior experience for a Pre-employment training (STAGE PRÉ EMBAUCHE).\n \n RESPONSIBILITIES: \n \n Participating in meetings with customers and analyzing their requests. \n Illustrating concepts by designing rough layout of art and copy regarding arrangement, size, type size and style, and related aesthetic concepts. \n Designing web pages, brochures, packaging, signs, books, magazine/newspaper covers, reports, advertisements, animated films, and other communication materials. \n Reviewing final layouts and suggesting improvements if required with the supervisor. \n \n QUALIFICATIONS: \n \n Perfect use of programming tools and software (director, java, XML, html, flash, acrobat, illustrator, Photoshop, etc.) \n Bachelor’s degree in Design or equivalent education and experience. \n Strong communication, presentation, and problem-solving skills. \n Must be motivated, flexible, detail-oriented, with strong organizational and team skills. \n \nIf you are interested and your profile perfectly corresponds to the cafeterias of the offer, do not hesitate to send us your applications.",
  "title": "Graphic Design Anglophone (STAGE PRÉ EMBAUCHE)"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a98"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=54fd4ddbbd25ea3f&fccid=dd616958bd9ddc12&vjs=3",
  "id": "54fd4ddbbd25ea3f_dd616958bd9ddc12",
  "company": "",
  "location": "Marrakech",
  "date": {
    "$date": "2020-07-02T20:55:49.172Z"
  },
  "description": "Développeur web / stage non rémunéré \n Marrakech \n Publiée le: 2 Jul-15:15 \n Vue: 2 \n Annonce N°: 8330479\n Our securite offre un stage non rémunéré pour développeur web. votre mission principale consistera à créer un site web dynamique ainsi qu’une application android. durant ce stage de deux mois nous vous confions aussi la tache du référencement du travail réalisé. \nnous attendons de vous de faire preuve, à la fois, de créativité et d’innovation. \n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : A discuter \n Nom de la société : our securite \n Salaire : A discuter \n Niveau d'études : Pas important",
  "title": "Développeur web / stage non rémunéré"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a99"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=9e0d4ae18c3f58bc&fccid=25a73915697267c2&vjs=3",
  "id": "9e0d4ae18c3f58bc_25a73915697267c2",
  "company": "AnyTech365",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-01T20:55:49.321Z"
  },
  "description": "We are looking for a Junior Recruiter to support our recruiting process from start to finish. Junior Recruiter responsibilities include posting jobs ads, doing initial screenings and scheduling interviews. You’ll assist other recruiters, hiring teams and candidates so the hiring process can run smoothly. Ultimately, you’ll help our company find and hire the most qualified people for our open roles. If you’re enthusiastic about the world of recruiting, tech-savvy and an excellent communicator, we’d like to meet you. Responsibilities: • Post job ads on professional sites, job sites and social media • Participate in candidate sourcing efforts • Assist teams in screening resumes • Conduct initial phone screens • Schedule calls and interviews • Communicate with candidates promptly and assist them when they come in for interviews • Use recruiting software to keep track of open roles • Send out all bulk email (e.g. confirming receipt of applications, rejection emails) and handle paperwork (e.g. offer letters) • Promote positive candidate experience throughout the hiring process\n Profil Recherché\n \n Requirements: \n \n 1-2 years of proven work experience as a Recruiter \n Familiarity with the entire recruitment lifecycle \n Tech-savvy \n Excellent communication skills \n Ability to juggle multiple calendars \n Problem-solving aptitude \n Critical-thinking skills \n BSc in Business, HR, Psychology, Communications or relevant field \n \n Additionally, you must embody our core values:  Attitude, Commitment, Team Work, and Performance.\n \n Be positive and proactive with a “can-do” attitude. \n Be committed: to your role, to your goals, to your team, and to the company. Punctuality, reliability, and loyalty are rewarded. \n Be a team player: flexible, supportive, encouraging, prepared to listen and learn and improve together. \n Be able to perform! You will be required to resolve customer’s issues and prioritize your workload under pressure. \n \nAvantages sociaux et autres\n \n The Reward: \n \n CDI + private mutual contract and competitive salary. \n 100% paid training \n A great atmosphere in a growing company with plenty of long-term potential. \n Opportunity to join a successful company and help drive and share our achievements. \n Ongoing personal and career development training available. \n Access to the best HR and Management team. \n \nAmplitude horaire\n 44h/week",
  "title": "Junior Recruiter"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a9a"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=4a20263205acbb18&fccid=dd616958bd9ddc12&vjs=3",
  "id": "4a20263205acbb18_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:49.493Z"
  },
  "description": "Développeur application mobile\n Casablanca \n Publiée le: 2 Jul-15:14 \n Vue: 1 \n Annonce N°: 8330443\n Afin de renforcer nos équipes pour travailler sur de nouveaux projets on-off consulting cabinet de conseil basé à technopark casablanca est à la recherche d’un(e) stagiaire pour unstage pré-embauche d’une période de 3 mois. \nprofil recherché : développeur application mobile\n \ndescriptif du poste : \n concevoir et développer une application mobile adaptée au besoin de l'entreprise développer des algorithmes permettant la visualisation de l’interface sur mobile choisir des solutions techniques en fonction des spécificités du besoin\n participer à la définition des choix techniques de développement assurer les évolutions et la maintenance de l’application \ncompétences : \n diplômé(e) d'une école bac +2/3 en informatique avec un minimum d'un an d'expérience dans un poste similaire. bonne maîtrise des outils de développement suivants : \nhtml / css, jquery, wordpress, node.js, angular.js ou react js, android, ionic \n autonome & ayant un esprit créatif \nenvoyez votre cv.\n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : A discuter \n Nom de la société : ON_OFF CONSULTING\n Salaire : A discuter \n Niveau d'études : Bac plus 3",
  "title": "Développeur application mobile"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a9b"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=972630a12a0ab528&fccid=dd616958bd9ddc12&vjs=3",
  "id": "972630a12a0ab528_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-01T20:55:49.631Z"
  },
  "description": "Graphic Design Anglophone (STAGE PRÉ EMBAUCHE) \n Casablanca \n Publiée le: 30 Jun-16:05 \n Vue: 67 \n Annonce N°: 8328252\n On behalf of our company, based in maarif, casablanca and specialized in the production and merchandising of medical devices and nutritional supplements. \n \nwe are looking for an english-speaking designer with prior experience for a pre-employment training (stage pré embauche). \n \n \nresponsibilities: \n \n participating in meetings with customers and analyzing their requests. illustrating concepts by designing rough layout of art and copy regarding arrangement, size, type size and style, and related aesthetic concepts. designing web pages, brochures, packaging, signs, books, magazine/newspaper covers, reports, advertisements, animated films, and other communication materials. reviewing final layouts and suggesting improvements if required with the supervisor. \n \nqualifications: \n \n perfect use of programming tools and software (director, java, xml, html, flash, acrobat, illustrator, photoshop, etc.) bachelor’s degree in design or equivalent education and experience. strong communication, presentation, and problem-solving skills. must be motivated, flexible, detail-oriented, with strong organizational and team skills. \n \nif you are interested and your profile perfectly corresponds to the cafeterias of the offer, do not hesitate to send us your applications. \n Domaine : Autre \n Fonction : Informatique - Webdesign/Infographie \n Type de contrat : A discuter \n Nom de la société : HI \n Salaire : A discuter \n Niveau d'études : Bac plus 3",
  "title": "Graphic design anglophone (stage prÉ embauche)"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a9c"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a04a202a12156975&fccid=0b9e767f74c938f2&vjs=3",
  "id": "a04a202a12156975_0b9e767f74c938f2",
  "company": "GiantLink",
  "location": "Rabat",
  "date": {
    "$date": "2020-07-02T20:55:49.761Z"
  },
  "description": "Vous souhaitez vous investir dans des missions passionnantes avec un équipementier mondial Telecom ? Continuez votre lecture! Il s’agit de participer au démarrage d’un nouveau projet, en collaborant en mode Agile Scrum et Kanban. Vous serez en charge de : - Redéfinir l’architecture Cloud d’une plateforme de management.\n Profil Recherché\n \n Titulaire d’une formation Bac+5 Ingénieur/Master 2 en informatique. \n Vous justifiez d'au moins 2 ans d'expérience réussie en développement ReactJs/NodeJs/ VueJS/AngularJS. \n Maitrise des langages web : JavaScript ES6/Type Script, HTML5/CSS \n Maîtrise du Responsive Web design,UI/UX design, SPA \n Connaissance de HTTP-REST APIs. \n Source des outils de contrôle : Git, Mercurial. \n Indoor mapping: leaflet, mapbox. \n \nAvantages sociaux et autres\n \n Environnement de travail très agréable. \n Equipe talentueuse, dynamique et expérimentée. \n Contrat CDI \n Complément d’assurance \n Des opportunités d’évolution \n \nAmplitude horaire\n 9H-18H",
  "title": "Développeur Full Stack ReactJs /NodeJs"
},{
  "_id": {
    "$oid": "5efe3bc5cab55066c34d3a9d"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=f46948025cb5d220&fccid=c345b06b9f22e507&vjs=3",
  "id": "f46948025cb5d220_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": {
    "$date": "2020-06-30T20:55:49.894Z"
  },
  "description": "Votre rôle \nAu sein d’une équipe projet fonctionnant en mode collaboratif et Agile scrum ou Kanban, vous serez le concepteur/développeur décisionnel, travaillant en coordination avec le product-Owner, le Srum Master, les sofwtare analyst, le technical lead et les autres développeurs. \nDans ce contexte Agile, vous effectuerez différentes tâches : \n L’estimation du niveau d’effort de développement des User stories \n La définition des spécifications détaillées à partir des User stories \n Le design et le développement selon une architecture logicielle établie \n la conduite des tests unitaires et d’intégration 2 à 2 \n Le développement des outillages de test associés \n L’automatisation et l’industrialisation des opérations régulières (process de build, les tests, les audits de qualité de code, la containerisation du code, …) \n La préparation des packages de livraison (mode devops) \n Vous assurez le support technique et la maintenance corrective et adaptative des éléments délivrés. \n about you\n Votre profil: \nDe formation BAC+5 minimum type école d’ingénieur ou autre (filière data), vous avez au moins une expérience de 3 ans en développement dans le domaine décisionnel. \nCompétences techniques : \n Systèmes : Linux, Unix, Windows, \n Outils de dataviz : Qlikview/Qliksense, Business Object, PowerBI, Kibana \n ETL : Talend, AB initio, \n SGBD : Oracle, PostGre, SQLServer, Microsoft cubes (tabular, multi-dim), \n Modélisation : schémas en flocon, en étoile. \n Langages : SQL, PL/SQL \n Cloud & Container : Docker \n Déploiement : Ansible, Jenkins \n Supervision : ElasticSearch, Logstach, Kibana \nCompétences professionnelles : \n Passion pour le développement logiciel en utilisant des méthodes et outils modernes \n Appétence Agile / Devops \n Goût pour le travail en équipes pluridisciplinaires \n Pédagogie et goût pour l’entraide \n Curiosité, goût du défi et de l’innovation, force de proposition \n Pragmatisme, Autonomie, sens de l'organisation \n L'environnent international Orange Business Service, implique la parfaite maitrise du français tant à l'écrit qu'à l'oral et de bonnes connaissances en anglais. \n additional information\n Vous adhérez aux valeurs de l'agilité et vous maitrisez les outils de gestion agiles et collaboratifs tels que Jira / Confluence. \n Vous savez présenter une solution disruptive, argumenter et convaincre \n Vous avez une forte appétence pour le travail en équipe et une bonne aisance relationnelle \n Vous savez écouter le client et ses utilisateurs, et traduire ses besoins en exigences ou propositions de solution à travers une architecture logicielle adaptée \n Vos connaissances dans le domaine des réseaux et Télécom seront très appréciées \n \n department\n Customer Marketing& Innovation \n \n contract\n Regular",
  "title": "Software Engineer BI"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3a9e"
  },
  "url": "https://ma.indeed.com/company/Web-Agile/jobs/D%C3%A9veloppeur-Front-End-2b4e45251ae7ef7a?fccid=f44a843cee2e5066&vjs=3",
  "id": "D%C3%A9veloppeur-Front-End-2b4e45251ae7ef7a_f44a843cee2e5066",
  "company": "Web Agile",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:50.016Z"
  },
  "description": "Nous recrutons en stage de fin d’études, un développeur front-end (CMS)Détails du poste: - Création et refonte de sites internet et e-commerce: utilisation de différents CMS (Wordpress, et idéalement Prestashop ou Magento ; ...) - Expérience sur Wordpress et thèmes personnalisés. - Maîtrise des langages HTLM et CSS - SEO et référencement naturel - Webdesign et graphismeCompétences recherchées: - Esprit créatif, sens artistique et bon relationnel - Fort intérêt pour les tendances digitales - Etudes en développement multimédia ou en développement Front-endInformations sur l'offre: Contrat: stage rémunéré Dates: début Décembre ou Janvier Durée: 4 à 6 mois Lieu: Boulevard Abdelmoumen, Casablanca. Merci de bien vouloir envoyer votre CV et lettre de motivation par mail Type d'emploi : Stage",
  "title": "un développeur front-end (CMS)"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3a9f"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=66ca3d10336d4fc0&fccid=c345b06b9f22e507&vjs=3",
  "id": "66ca3d10336d4fc0_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": {
    "$date": "2020-06-30T20:55:50.146Z"
  },
  "description": "Assurant le rôle de développeur dans une Feature Team de développement dans une organisation d’agilité synchronisée, il participe à la réalisation des User Stories et des Enablers effectués par l’équipe. \nDe ce fait il participe à : \n Analyser les impacts, \n Chiffrer les évolutions, \n Définir des spécifications fonctionnelles/techniques, \n Développer de nouvelles fonctionnalités Front & Back, \n Rédiger et exécuter les tests associés aux user stories, \n Enrichir le patrimoine de tests automatiques, \n Corriger les defects remontés par les métiers, \n Maintenir la documentation à jour, \n Livrer l’application tout en respectant les normes et les bonnes pratiques définies sur le projet. \n about you\n Nécessaire \n  Expérience de 3 ans minimum en tant que Développeur Java Full Stack, \n  Connaissance des technologies back-end (Java / Spring, Hibernate, SQL) et front-end (Angular 6, Javascript, HTML5, CSS3), \n  Connaissance des outils : Maven, Jenkins, Sonar, Soap UI, Postman, Ansible, \n  Expérience dans la mise en place / évolution d’API REST, \n  Connaissance des outils de CI/CD : Git, Jenkins, \n  Identifier les impacts des demandes d’évolutions et les chiffrer, \n  Respecter les bonnes pratiques et les normes de développement, \n  Etre convaincu et moteur dans l’automatisation : tests automatiques API, IHM, pipelines CI/CD, \n  Etre force de proposition dans l’amélioration technique de l’application \n  OS / plateformes : Linux \nSavoir être : \n  Volonté de travailler en utilisant les méthodes agiles, \n  Proactivité, esprit d’équipe, autonomie, \n  Rigueur, attention au détail, persévérance \nSouhaitable \n  Un certain goût pour l'UX design est souhaité. \n  Une expérience pratique d'applications hébergées dans le cloud est un plus : Kubernetes, Docker, CloudFoundry \n  Connaissance des BPMN & principalement du BPM Activiti ou Camunda \n additional information\n OBJET DE LA PRESTATION : \nAu sein d'une équipe pluridisciplinaire à dimension humaine et en collaboration avec une dizaine de personnes (PO, Scrum Master, développeurs, intégrateurs), vous serez en charge de la conception, du développement et de la maintenance de la solution Indigo IT Sales & Ordering : digitalisation du parcours d’achat, d’automatisation du devis à la facture, d’automatisation des forces de vente. \n \nLIVRABLES : Modules applicatifs correspondant aux développements des user Stories et / ou Enablers Tests automatisés Mise en place d’industrialisation (jenkins, scripts, GitLab CI) Documentation fonctionnelle et / ou technique \nSLA : Conformité des développements à l’architecture définie Conformité aux règles liées à la sécurité Robustesse et réutilisabilité des applications Respect du processus d’étude OBS IT, des jalons UQS Respect des engagements pris Qualité des livrables techniques \n department\n Customer Marketing& Innovation \n \n contract\n Regular",
  "title": "Software Engineer"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa0"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=1238a04b57eaf130&fccid=dd616958bd9ddc12&vjs=3",
  "id": "1238a04b57eaf130_dd616958bd9ddc12",
  "company": "",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:50.274Z"
  },
  "description": "Développement informatique \n Casablanca \n Publiée le: 2 Jul-9:49 \n Vue: 48 \n Annonce N°: 8329985\n Nous sommes une société spécialisée en informatique et système d'information basée à casablanca, nous cherchons un / une développeur informatique bac+2 minimum. poste basé à casablanca.\n \n Domaine : Informatique / Multimédia / Internet \n Fonction : Informatique - Développement \n Type de contrat : A discuter \n Nom de la société : M2ASOFT \n Salaire : A discuter \n Niveau d'études : Bac plus 2",
  "title": "Développement informatique"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa1"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=57fe09c87f1521c7&fccid=dd616958bd9ddc12&vjs=3",
  "id": "57fe09c87f1521c7_dd616958bd9ddc12",
  "company": "",
  "location": "Fès",
  "date": {
    "$date": "2020-06-27T20:55:50.427Z"
  },
  "description": "Le recruteur : \nNous sommes a la recherche des ingénieurs JAVA full stack avec 2 ans d’expériences minimum dans le domaine. \n \n \nPoste a occuper : \nVous avez une formation Bac+5 Ingénieur/Master 2 en développement logiciel. \n \nVous justifiez de 2 a 3 ans d’expérience de développement Full Stack \nVous maitrisez le francais et l’anglais \nVous avez une bonne capacité a communiquer, doublée d’une capacité d’analyse et de synthèse \nVos connaissances dans le domaine des réseaux et Télécom seront très appréciées \nCompétences requises : \n \nExpérience en Agile Scrum \nMaitrise des langages : JavaScript ES6/Type Script, HTML5/CSS3, Java \nConnaissance en NodeJS backend framedwork : Express, SailsJS \nConnaissance de frontend framework : VueJS, AngularJS \nConnaissance de HTTP-REST APIs \nSource des outils de contra´le : Git, Mercurial \nMaa®trise de Responsive Web design,UI/UX design, SPA \nIndoor mapping : leaflet, mapbox \nCompétences souhaitables : \n \nLangages de développement mobile : Kotlin, Objective-C, Swift \nConnaissances en frameworks et développement en multiplatforme \n \n \n Profil recherché : \nAu sein d’une équipe fonctionnant en mode collaboratif et Agile Scrum, Kanban, vous serez l’un des ingénieurs, qui participeront a la mise en place de l’architecture cloud d’une plateforme de management pour le développement de nouveaux services d’analytiques et de télémétrie dans le cadre de la gestion autonome de réseaux a base de switches et points d’accès. \n \n \nSecteur(s) d’activité : \n \nInformatique / Internet / Multimedia \n \nMétier(s) : \n \nInformatique / Internet / Multimedia \n \nNiveau d’expériences requis : \n \nJunior (de 3 a 5 ans) \n \nNiveau d’études exigé : \n \nBAC+5 et plus \n \nLangue(s) exigée(s) : \n \nFrancais \n \nL’offre a été publiée il y a 1 semaine avant sur le site. \n \n \nSalaire: \n \nA négocier",
  "title": "Software Developers"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa2"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=792129e510b43ea4&fccid=b6fa4fe2bbbe98e5&vjs=3",
  "id": "792129e510b43ea4_b6fa4fe2bbbe98e5",
  "company": "Forever technology",
  "location": "Rabat",
  "date": {
    "$date": "2020-07-02T20:55:50.580Z"
  },
  "description": "Je cherche un développeur web dotnet pour une mission de développement sous DotNet (C#, Aspnet, Sqlserver) .",
  "title": "Développeur dotnet"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa3"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=0972b951cf71a89f&fccid=bd44feb8369dcae7&vjs=3",
  "id": "0972b951cf71a89f_bd44feb8369dcae7",
  "company": "Mercury Digital",
  "location": "Casablanca",
  "date": {
    "$date": "2020-06-27T20:55:50.707Z"
  },
  "description": "We’re looking for a results-driven Sales Representative to actively seek out and engage customer prospects.\n Profil Recherché\n Meeting sales goals\n Closing skills\n Product knowledge (software, IT skills are super helpful to understand our products)\n Prospecting skills\n Negotiation\n Self-confidence\n Presentation skills\n Client relationships\n Motivation for sales\n Avantages sociaux et autres\n \n CDI + CNSS \n Company lunches \n Food and drink distributor \n Performance and sales bonuses \n Great working environment, 100% Américain \n \nAmplitude horaire\n Weekdays only - 3:30pm to 1am",
  "title": "Sales representative"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa4"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=577a4c49968e67be&fccid=b6fa4fe2bbbe98e5&vjs=3",
  "id": "577a4c49968e67be_b6fa4fe2bbbe98e5",
  "company": "Forever technology",
  "location": "Rabat",
  "date": {
    "$date": "2020-07-02T20:55:50.837Z"
  },
  "description": "Nous somme à la recherche d'un développeur BI en Cognos avec une 1ère expérience pour rejoindre une équipe de développement sous Cognos et SSIS.",
  "title": "Développeur Cognos"
},{
  "_id": {
    "$oid": "5efe3bc6cab55066c34d3aa5"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=39786022d91ac1ac&fccid=01715ef92d6b347e&vjs=3",
  "id": "39786022d91ac1ac_01715ef92d6b347e",
  "company": "Group Operations",
  "location": "Rabat",
  "date": {
    "$date": "2020-06-24T20:55:50.963Z"
  },
  "description": "The Procurement & Facility Manager is responsible for leveraging the purchasing power of the entire organisation through all functions to produce cost savings through standardisation of specifications and bulk purchasing. Develops and oversees the sourcing strategies, industry and supplier research, bidding, supplier selection and contract negotiations. Creates and promotes efficient and effective procurement practices and processes using continuous improvement methodologies and by leveraging technology. Quantifies and projects amount of materials and supplies needed company-wide by combining information from multiple groups and works closely with head of departments. And being responsible for the day-to-day implementation of policies, and procedures that will assure a well-maintained facility. \n \n We are looking for an innovative Procurement & facility manager to lead the purchasing process from selecting suppliers to ensure stock optimisation as well as provide guidance on sourcing and procurement processes within our organisation. \n \n Procurement Management  : \n \n Negotiate with suppliers and vendors to secure advantageous terms.\n Develop procurement strategies that are inventive and cost-effective. Sourcing and engaging reliable suppliers and vendors.\n Review existing contracts with suppliers and vendors to ensure on-going feasibility.\n Track and report key functional metrics to reduce expenses and improve effectiveness.\n Prepare procurement reports.\n Approving Purchase orders and confirming delivery of goods and services\n Collaborate with key persons to ensure clarity of the specifications and expectations of the company.\n Perform risk management for supply contracts and agreements and implementing the Vendor Risk Framework\n Control the procurement budget and promote a culture of long-term savings on procurement costs.\n Prepare the Annual procurement plan as per the annual budget\n Monitor and update relevant departments regarding price fluctuations of goods and vendor pricing.\n Work closely with Finance Department to ensure contract terms are favorable to the company.\n Expect unfavorable events through analysis of data and prepare control strategies.\n Implement new processes and improve existing ones.\n Implement supplier or third-party management software.\n Track all the company requirements on the supply of goods and services \n Facility Management  : \n \n Design, plan and manage all aspects of the facilities function, which may include but is not limited to maintenance, equipment, floors space allocation and layout, office services, leased properties and furnishings, and floors security\n Plan, budget and schedule facility modifications and moves, including cost estimates, bid sheets, layouts, and contracts for rental /acquisition\n Maintaining and building relationship with operational managers and catering their needs in terms of infrastructure and logistics.\n Demand management (facilities and logistics) in coordination with operational managers and procurement team.\n Keeping track and maintaining inventory.\n Ensure all interior space requirements, Floor layout/footprints, architectural elements, corporate environments demand, aesthetics, department work requirements and HVAC (Heating, Ventilating, Air Conditioning) needs are consistently met and maximized\n Ensure projects are completed within time and budget specifications\n Maintain knowledge of current and emerging trends in technologies, techniques and approaches in space planning and allocation, and space optimisation methodology.\n Establish and enforce health, safety, security, and emergency guidelines.\n Ensure that facility maintenance requirements are consistently met.\n Promptly respond to facilities related issues and ensure effective resolution.\n Keep apprised of current regulations in order to effectively address and ensure compliance with local requirement \n \n Qualifications \n Key skills: \n \n Between 7 to 10 years of experience in international supply chain management, procurement middle office operations and facilities management.\n Management and Leadership skills\n Experience in handling ERP’s like PeopleSoft / SAP\n Bachelor / Masters in Business Administration\n Excellent Customer Service Skills\n Good knowledge of supplier or third-party management software\n Experience in collecting and analyzing data\n Strong understanding of procurement and negotiation techniques\n Excellent English verbal and written communication skills,\n Strong negotiation and conflict resolution skills\n Autonomy, reactivity, flexibility, dynamism\n Good interpersonal skills, team spirit and sense of service \n \n About AXA\n Would you like to wake up every day driven and inspired by our noble mission and to work together as one global team to empower people to live a better life? Here at AXA we strive to lead the transformation of our industry. We are looking for talented individuals who come from varied backgrounds, think differently and want to be part of this exciting transformation by challenging the status quo so we can push AXA - a leading global brand and one of the most innovative companies in our industry - onto even greater things.\n In a fast-evolving world and with a presence in 64 countries, our 166,000 employees and exclusive distributors anticipate change to offer services and solutions tailored to the current and future needs of our 103 million customers. \n We’re an integral part of AXA, serving 100+ million people worldwide. Our goal is to support AXA entities around the world in empowering people to live better lives. By embracing technology, data and innovation, we’re helping AXA become a customer-focused, tech-led company. Ours is an inspiring, global workplace with over 8,000 colleagues in 17 different countries across Europe, Asia and the US. We specialize in data, procurement, IT, security and more. Why not join us? \n \n What We Offer\n At AXA, we lead an HR policy that encourages diversity, maintains your professional and private life balance and accelerates the skills and career development : promotion of diversity, remuneration policy, training device, ... Discover everything that makes AXA an employer of choice.\n Whatever your job is, we strive to offer you career opportunities. Our goal is to develop your skills to support the transformation of our changing business.",
  "title": "Procurement & Facility Manager (F/M)"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aa6"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=2941faff90f35826&fccid=c16d9ef64a1b7482&vjs=3",
  "id": "2941faff90f35826_c16d9ef64a1b7482",
  "company": "SUNLOG",
  "location": "Marrakech",
  "date": {
    "$date": "2020-07-02T20:55:51.116Z"
  },
  "description": "Sunlog est une société spécialisée sur la partie infrastructures, systèmes et réseaux, créée en 2006 par trois consultants experts sap.\n sunlog est en constante croissance, et compte des intervenants sur la france, belgique, suisse romande, maroc et sénégal. notre politique en matière de ressources humaines demeure la même depuis notre création : dialogue, formation et excellence.\n \nafin d'accompagner notre croissance au maroc, nous recherchons des développeurs abap (h/f) confirmés/seniors avec un bon niveau de communication, un esprit d'analyse développé et de bonnes qualités rédactionnelles.\n le poste est basé à marrakech.\n \nsi votre profil correspond à la description, n’hésitez pas à nous envoyer votre cv.",
  "title": "Développeur ABAP (H/F)"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aa7"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=ee4567643f955699&fccid=c345b06b9f22e507&vjs=3",
  "id": "ee4567643f955699_c345b06b9f22e507",
  "company": "discover our recruitment process",
  "location": "Salé",
  "date": {
    "$date": "2020-06-19T20:55:51.266Z"
  },
  "description": "Team \nGUP (Global UCC Planning) is the department, within GEN, which is responsible for building “cost and quality effective” networks for UCC services (Voice, Video, Conferencing, Contact Center,…), and connecting them with other major telecommunication companies. These networks are built to manage effectively our customer’s communications and collaboration from and to our network. We are a very “hybrid” team, with a very unique mixture of technical, business and financial responsibilities. \nD&A (Digital & Automation) team (part of GUP department) is specifically focused on addressing digitalization and automation in GUP activities (capacity management, forecasting, budgeting & cost management, profitability calculations, operational trend analysis… ) \nOur team is working in an AGILE environment driven by empowerment, autonomy, experimentation, transparency, cooperation, adaptation, flexibility. Our team has talent and skills, youthfulness vs. experience, technical vs. business, operational vs. design, legacy vs. new technology, and routine vs. new challenges. \nMission \nAs a Junior Network Business Analyst your role will be to support the Digital & Automation team mission in the UCC services domain (Voice, Video, Conferencing, Contact Center,…), related to digitalization and automation of Network Capacity management, business control area, focusing on cost savings projects, third party vendors cost, traffic routing & analysis, Quality Of Experience analysis. All activities performed within a fully Agile environment. \nKey Responsibilities :  As a Junior Network Business Analyst your key tasks and activities will be: \n Supporting the Digital Transformation & Automation of activities especially in the areas of Big Data management, Business Intelligence, Artificial Intelligence, Data Science \n Supporting Cost/OPEX budget management, such as preparation for each specific network service & associated monthly/quarterly assessment, \n Supporting the Designing of the Voice Services for Cost and QoS optimization \n Supporting Network Service Optimization processes and associated implementations \n Supporting cost savings projects having a positive impact on financial health of the business \n Producing team’s KPIs (C/R, QoS, SLAs, Others…). \n Supporting the monthly Business Review presentations focusing on the actuals vs. budget evolution; identify anomalies, analyse historical trends and traffic mix evolutions \n about you\n Education, qualification and certifications \n University Degree in Computer Science or Engineering or Business/Finance/Economics field \nLanguage skills: \n Fluent English required, both spoken and written \n A good French communication level is desirable \nPC & SW Skills: \n Computer literacy & proficiency in MS Word, MS Excel and MS Powerpoint \n Coding experience, preferably in Big Data (eg Python, Scala, Adoop,…) and API \n Basic scripting / data manipulation / BI skills are desirable \n Understanding of software development life cycle models, possibly with Agile methods \n Basic experience in implementing software or web development projects \nEssential skills and knowledge \n Being motivated to effectively achieve business success while working in a group of experienced professionals \n Being detail-oriented, with a “detective” mindset \n Analytical, planning, and organizational skills with an ability to manage competing demands \n Ability to be flexible while working in a changing environment \n Good communication skills. \n Good oral and written communications skills \nExperience needed \n1-3 years in an IT/Telecom environment or “business analysis related” position and desirable experience working in a multinational business environment \n additional information\n Workplace \nRabat, Morocco \n department\n Orange Intl Ntwk Infr & Svcs \n \n contract\n Regular",
  "title": "Network Digital & Automation Analyst"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aa8"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=e59450a1fff8a06c&fccid=25fec4e2c2778af4&vjs=3",
  "id": "e59450a1fff8a06c_25fec4e2c2778af4",
  "company": "Maestro Media",
  "location": "Rabat",
  "date": {
    "$date": "2020-07-02T20:55:51.402Z"
  },
  "description": "Vous êtes développeur/développeuse wordpress et vous maîtrisez les front-editor comme elementor, wp bakery...\n vous avez un bon français et du goût pour le web design ?\n vous maîtrisez les différents outils seo (gtmetrix, google insight ou semrush, ...) ?\n vous connaissez tous les secrets des plugins wp et toutes les astuces d'optimisation technique ?\n d’une bonne maîtrise de prestashop dans ses version 1.6 et 1.7 vous avez, si possible, une expérience de 6 mois dans le e-commerce. vous savez installer et intégrer les fonctionnalités de modules prestashop ?\n \nmaestro media recrute pour un stage pré-embauche à plein-temps de 3 mois un développeur pour des missions de création, refonte et maintenance de sites web.\n envoyez votre cv et vos meilleures réalisations(objet du mail : prestashop)",
  "title": "Développeur Stage pré-embauche"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aa9"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=3b02e8bc1e6e1825&fccid=3444e7c94299ba32&vjs=3",
  "id": "3b02e8bc1e6e1825_3444e7c94299ba32",
  "company": "Nokia",
  "location": "Rabat",
  "date": {
    "$date": "2020-06-25T20:55:51.632Z"
  },
  "description": "Nokia is a global leader in the technologies that connect people and things. \nWith state-of-the-art software, hardware and services for any type of network, Nokia is uniquely positioned to help communication service providers, governments, and large enterprises deliver on the promise of 5G, the Cloud and the Internet of Things. \n \nServing customers in over 100 countries, our research scientists and engineers continue to invent and accelerate new technologies that will increasingly transform...",
  "title": "Network Management System Product Specialist"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aaa"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=d286495340fcbaa3&fccid=181472ee5e5d74db&vjs=3",
  "id": "d286495340fcbaa3_181472ee5e5d74db",
  "company": "DigitalAdvisor",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:51.763Z"
  },
  "description": "Dans le cadre de ses activités de développement en matière de solutions informatiques, DigitalAdvisor offre l'opportunité de stage en développement web aux élèves ingénieur (préférablement profil SSI-IWIM) :\n \n \n Durée : 1 à 2 mois \n Technologies : \n BackEnd: J2E(Spring Boot) / Python(Django) / PHP / C++(Wt) / MySql \n FrontEnd: HTML-CSS-JS-Bootstrap / Angular / Vue.js / Emberjs / Knockoutjs \n \n NB : \nLe stagiaire doit maîtriser au moins une technologie pour le BackEnd et une pour le FrontEnd (il y a possibilité de réaliser le stage en binome)\n \nLe stage peut être effectué en télétravail ou en présentiel(dépend de la situation courante).\n \nMerci d’adresser vos candidatures(CV)",
  "title": "Stagiaire développeur web"
},{
  "_id": {
    "$oid": "5efe3bc7cab55066c34d3aab"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=72887164d3a33f54&fccid=fb309e44539d2522&vjs=3",
  "id": "72887164d3a33f54_fb309e44539d2522",
  "company": "Enel",
  "location": "Casablanca",
  "date": {
    "$date": "2020-06-19T20:55:51.916Z"
  },
  "description": "The SCADA Systems Engineer will be responsible for managing the design, installation, and commissioning of the SCADA Systems during the Engineering and Construction, as well as the Operations and Maintenance phases of Enel Green Power’s renewable energy power plants. He/she will participate in and contribute to other areas within the Digital Solutions and Operations & Maintenance departments as required, working closely with key business partners, internal technology teams and external vendors. He/She will implement processes for relevant platforms and ensure compliance with requirements, company policies and ICT policies within the organisation. The SCADA Systems Engineer may also be responsible for providing technical support to the Business Development Unit regarding the SCADA System architecture requirements and feasibility studies. \n What you will do:\n Accountabilities include, but are not limited to:\n Installation, management, maintenance, and documentation of the SCADA Systems and related components.\n Engineer digital solutions in support of the overall objectives of EGP Morocco.\n Provide technical leadership, governance and oversight for the design and implementation of SCADA and related systems, within the plant monitoring and control systems environment, with a core focus on end-user system functionality to ensure reliability, accessibility, and compliance to local regulations and power purchase agreements (PPAs).\n Work with business unit executives and service providers to introduce the required system functionalities onto the SCADA systems environment.\n Participate in new plants SCADA infrastructure design and setup, in cooperation with Engineering & Construction and/or other involved parties and on activities coordinated by the Enel Global Digital Solutions organization.\n Ensure the efficient status of plants and control room network and security equipment by making use of appropriate monitoring tools and/or relying on dedicated specific suppliers.\n Manage and collect equipment security and plant connectivity logs.\n Implement process control security and network equipment configurations.\n Manage the IP Addressing Plan for his/her area of responsibility.\n Produce and update documentation regarding design rules, network topology, cabling, communication and routing protocols, equipment configuration used in the EGP headquarters, plants and control rooms.\n Apply software and firmware updates on SCADA systems, related systems, and equipment.\n Ensure that the proper process for managing changes on SCADA architecture at the organization’s plants and control rooms is followed.\n Create and manage centrally located user accounts and related access profiles for SCADA systems, network systems, and process equipment access.\n Participate in the periodic budget definition process.\n Manage the needs of the local and central O&M department, based on Global Digital Solutions process needs.\n Manage CAPEX, OPEX and purchase requirements on the organization’s CRM and ERP systems.\n Create and manage Service Level Agreements with third party providers.\n Manage the budget and contracts for his/her area of responsibility.\n Who you are:\n Bachelor’s Degree in Electrical Engineering, Electronic Engineering, Computer Science,\n Automation or Mechatronics.\n 5 - 10 years’ experience in a medium/big-sized company, preferably with an Industrial Control Systems focus.\n Experience in a renewable energy organization will be considered an advantage.\n Cisco CCNA or CCNP certification an advantage.\n CRISC, CISSO Certification an advantage.\n Knowledge of Microsoft Windows Active Directory and networking architectures, both from server and client perspectives.\n Knowledge of WAN topology and architecture solutions (i.e. MPLS, VPN IPSec, etc.).\n Good knowledge of ISO/OSI layered model.\n In-depth knowledge of IP protocols and their services at the application layer such as: RIP, RDP, FTP, HTTP, BGP, SSH and Telnet.\n Knowledge of the major IP encapsulated process control protocols: Modbus TCP, Profinet, DNP3, IEC 61850, IEC 60870-5-101/103/104, ICCP etc.\n Knowledge of OPC protocol versions; i.e. OPC UA, OPC DA, OPC XML, etc.\n Good knowledge of ICT security risks and vulnerabilities in an operational technology environment.\n Knowledge of ISO 2700X standards will be considered an advantage.\n Knowledge of LDAP, and related standards and protocols.\n Familiarity with high availability, business impact analysis and business continuity concepts.\n Good knowledge of ITIL service delivery framework.\n Knowledge of the standards for the Industrial Process field such as NERC CIP V3, IEC 62351, and NIST SP800-82 SP2 will be considered as an advantage.\n Knowledge of Project Management methodologies and tools.\n Knowledge of Cisco, Checkpoint, and Fortigate equipment and technology, including Switches, Firewalls, Hyper-V, UTM devices, will be considered an advantage.\n Broad knowledge relating to ICT infrastructure; in–depth and up-to-date experience in SCADA Systems, Industrial Control Systems, Operational Technology, and Grid requirements is vital.\n Demonstrated experience in leading SCADA Systems projects, architectures, systems, and processes.\n Knowledge of Energy Management Systems or Generation Management Systems and supporting architectures.\n Experience in power generation equipment or transmission grid management by means of SCADA Systems will be considered an advantage.\n Sound knowledge of the Information and Operational Technology fundamentals.\n Knowledge of Metering Systems, GPS Systems, Surveillance Systems, and Met Towers.\n Knowledge of SAS or similar Business Intelligence and Analytics tool will be considered an advantage.\n OsiSoft PI experience will be considered an advantage.\n SAP experience will be considered an advantage.\n What we search in you:\n Leadership skills and interpersonal skills.\n Very good analysis and problem-solving skills.\n Determination and objectives orientation attitude.\n Capacity to work in an organized and planned manner in a fast-paced environment.\n Good writing, communication skills.\n Passionate about digital solutions, big data, cloud-based systems, and agile methodologies.\n Availability to travel locally and abroad for extended periods.\n What we offer:\n Permanent Contract (CDI), in Casablanca\n Who we are:\n Enel Green Power  is part of Enel’s Group, and manages all the generation from renewable sources in Enel’s world countries. Our pillars are  sustainability and innovation  . We want to build a new way of living energy, creating sustainable development and making clean energy accessible to all. We are constantly searching for solutions to produce clean energy in a more efficient and sustainable way: big data and digital technologies to increase the efficiency of solar and wind parks, drones and robots to support the maintenance of hydroelectric power stations and generation plants.\n Innovation, Trust, Proactivity and Responsibility  are the core values of our Organization. We are always looking for different perspectives, ideas and point of views. Each person is important to us, independently from their gender, age, nationality, ability or any other form of diversity or specificity. We are a people focused Company and we work to empower all our colleagues through development programs and lifelong learning.\n We promote work flexibility recognizing the importance of well being and work-life balance .\n Find out more information on our website: www.enelgreenpower.com \n \n Primary Location\n : MA-08-Casablanca\n Job\n : Generation and Industrial Engineering\n Job Posting\n : Jun 18, 2020",
  "title": "SCADA Systems Engineer"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3aac"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=7ceb4d52d27ac165&fccid=1113851686d65f7a&vjs=3",
  "id": "7ceb4d52d27ac165_1113851686d65f7a",
  "company": "Agence de communication digitale",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:52.044Z"
  },
  "description": "Nous sommes une agence de communication digitale ( oulfa) à la recherche d'un développeur web qui maîtrise wordpress et woocommerce\n \n mission: \nparticiper aux différentes phases de développement de projets web, notamment:\n la conception de maquettes de site web\n le développement des sites...\n \n profil recherché: \nconnaissances en développement de cms\n connaissances des standards web:  html5/css\n langages de programmation:  php, javascript, sql....\n connaissance en infographie:  photoshop\n une expérience dans le domaine est obligatoire\n maîtrise de wordpress est obligatoire\n vous êtes motivé(e) et sérieux(se) et prêt à vous investir, envoyez nous votre cv",
  "title": "Développeur web"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3aad"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=70ef756a58d9873c&fccid=ac38a400acc8fe73&vjs=3",
  "id": "70ef756a58d9873c_ac38a400acc8fe73",
  "company": "NTT DATA Services",
  "location": "Casablanca",
  "date": {
    "$date": "2020-06-22T20:55:52.171Z"
  },
  "description": "Req ID:  93899 \nNTT DATA Services strives to hire exceptional, innovative and passionate individuals who want to grow with us. If you want to be part of an inclusive, adaptable, and forward-thinking organization, apply now. \nWe are currently seeking a Helpdesk Associate - Czech to join our team in Casablanca, Casablanca [Dar el Beïda] (MA-CAS), Morocco (MA). \nHelpdesk Analyst - Czech \nCasablanca, Morocco \nCompetitive Salary + Benefits \n \nRole Overview\n The Service Desk Agent advises and assists users over the phone and electronically in solving problems related to hardware, software, networks and peripherals using available technology. Screens, diagnoses, researches and resolves user issues. Documents service requests and dispatches orders to support groups for problem resolution. Advises users on the interpretation of Information Technology (IT) policies, capabilities, limitations, etc. Provides quick response to ensure maximum uptime of all users. \nRole Responsibilities \nIdentify issues, investigate root causes and recommend solutions to reported problems \nProvide technical guidance in activities associated with identifying, prioritizing and resolving problems by telephone and e-mail \nScreen, refer and diagnose internal inquiries and work requests relating to PC maintenance \nMay prepare help desk incident reports and assist in hardware and software evaluation \nParticipate in a supportive role by acting as a liaison between customers and departments within the organization, to ensure that all on-line system problems are resolved in an accurate and timely manner. \nKey Skills \nUniversity education, preferably technical degree or Microsoft certifications. \nUp to two years’ experience and shows a good knowledge of Microsoft Operating Systems local and remote administration and Microsoft Office family applications. \nExperience of providing remote IT support; Ability to analyze and solve technical problems by investigating potential solutions using troubleshooting skills \nExcellent communication and customer service skills; with the ability to handle stressful situations and deal professionally with customers \nFluency in French, English and Czech Languages. \nFlexibility to work shifts. \n \nBenefits \nOur people are the most critical component of our long-term success and their health and wellbeing are our priority. You will enjoy a comprehensive, locally competitive benefits package. \nAbout NTT DATA Services \n \nNTT DATA Services partners with clients to navigate and simplify the modern complexities of business and technology, delivering the insights, solutions and outcomes that matter most. We deliver tangible business results by combining deep industry expertise with applied innovations in digital, cloud and automation across a comprehensive portfolio of consulting, applications, infrastructure and business process services. \n \nNTT DATA Services, headquartered in Plano, Texas, is a division of NTT DATA Corporation, a top 10 global business and IT services provider with 118,000+ professionals in more than 50 countries, and NTT Group, a partner to 88 percent of the Fortune 100. Visit nttdataservices.com to learn more. \n \nNTT DATA, Inc. (the “Company”) is an equal opportunity employer and makes employment decisions on the basis of merit and business needs. The Company will consider all qualified applicants for employment without regard to race, color, religious creed, citizenship, national origin, ancestry, age, sex, sexual orientation, gender identity, genetic information, physical or mental disability, veteran or marital status, or any other class protected by law. To comply with applicable laws ensuring equal employment opportunities to qualified individuals with a disability, the Company will make reasonable accommodations for the known physical or mental limitations of an otherwise qualified individual with a disability who is an applicant or an employee unless undue hardship to the Company would result. \n \n#LI-EMEA",
  "title": "Helpdesk Associate - Czech"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3aae"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=a4864fd0774cd270&fccid=49cd499e35b71c63&vjs=3",
  "id": "a4864fd0774cd270_49cd499e35b71c63",
  "company": "rare et unique",
  "location": "Casablanca",
  "date": {
    "$date": "2020-07-02T20:55:52.298Z"
  },
  "description": "Dans le cadre de notre développement, notre agence web à casablanca offre un stage pré-embauche à un (e) développeur web polyvalent\n \n compétences requises :  - langages font-office : html, css, bootstrap, jquery et ajax (bonne maitrise)n'hésitez pas de nous envoyer vos cv via ce site maroc annonces.domaine : informatique / multimédia / internet\n fonction :  informatique - développement\n type de contrat :  À discuter\n nom de la société :  rare et unique\n salaire :  a discuter\n niveau d'études :  bac + 3",
  "title": "Développeur web / stage pré-embauche"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3aaf"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=dddb776e5f31d874&fccid=8807a67d1ec911c7&vjs=3",
  "id": "dddb776e5f31d874_8807a67d1ec911c7",
  "company": "Tekency Agency",
  "location": "Meknès",
  "date": {
    "$date": "2020-06-21T20:55:52.455Z"
  },
  "description": "Entreprise \n \nTekency was founded to help businesses navigate the complexities of technology. We are a team of craftsmen and artisans with a wealth of knowledge and real-world experience. We don’t just build technologies, we build businesses. \n \nA group of ambitious and creative young people puts in your hands and at your service their expertise and efforts in order to give you a unique product in your hands that fits your needs. \n \nOur Awesome Team will offer you Excellent Support and very high Performance. \n \nWe offer a full suite of website development and programming services, flexible pricing, and superior service. \n \nPoste \n \nWe are seeking an  Arduino Developer  who is experienced and can work independently. The ideal candidate would be able to work with top-level objectives and take a project from start to finish. This includes planning, technical execution, and review. Applicants will be assessed on  what they   can do, not their credentials . Students who are in their final year of University/College or recent grads are encouraged to apply. A portfolio of relevant experience would be preferred. \n \nProfil \n \nQualifications: \n Experience with Arduino programming language \n Experience with Object-Oriented programming in C++ \n Familiarity with Raspberry Pi \n Strong problem solving skills \n Able to work in a team setting \n Work well under limited supervision \n Ability to multitask and prioritize tasks \n Possess strong organization and documentation skills \n \nResponsibilities: \n Develop, test, and debug embedded software on Arduino and Raspberry Pi platforms \n Create project plans including timelines, budgets, and other resource requirements \n Provide support to various test, design and manufacturing engineering activities \n Participate in peer reviews, code audits, and reliability testing \n \nIf you are interested in this position of  Arduino Developer  and want to join our epic team and enjoy working with cutting-edge start-up companies, then we can’t wait to hear from you! \n \nPlease submit your cover letter, resume, and portfolio to contact@tekency.com \n \nWe thank all applicants who applied, however only those who match our qualifications will be contacted.",
  "title": "Arduino developer"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3ab0"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=80438f94c0f31e1d&fccid=02e72612c7c0d1ce&vjs=3",
  "id": "80438f94c0f31e1d_02e72612c7c0d1ce",
  "company": "Teleperformance",
  "location": "Témara",
  "date": {
    "$date": "2020-07-02T20:55:52.606Z"
  },
  "description": "Sous la tutelle de la direction technique, le développeur sera chargé de : Analyser le besoin et participer à la phase de conception; Analyser et faire le suivi du projet qui lui est confié, en fonction du cahier des charges utilisateur ; Élaborer le cahier des charges technique ; Étudier les étapes de fonctionnement du programme ; Il sera amené à la réalisation et à l’exploitation de : L’Ecriture d’une ou plusieurs parties du programme, ou voir même sa totalité ; Paramétrer la solution applicative ; Intégrer des solutions externes et internes ; Maintenir à jour la documentation et les outils de suivi ; Respecter les standards de développement et la politique de sécurité de l’entreprise (TPPolicy, …) ; Rédiger un cahier de recette et réaliser la recette croisée des autres développeurs de l’équipe ; Accompagner la recette de l’ensemble de la solution déployée ; Réaliser les documents techniques, ainsi que les guides pour les utilisateurs ; Assurer le suivi et la maintenance de l’application (gestion des tickets, des demandes,) ; Participer aux comités de suivi internes hebdomadaires de l’équipe.\n Profil Recherché\n Vous êtes issue de grandes écoles, vous justifiez d’une expérience de plus de 2 ans en tant que développeur idéalement dans le secteur Offshoring, vous avez une bonne aisance de ces outils de travail :\n \n Les connaissances des langages de programmation :  C#/Javascript/PHP\n \n Connaissance des Frameworks :  Microsoft .NET Framework4.5+/ Microsoft .NET Core2.x\n \nVous parlez couramment français et Anglais ? vous êtes le profil qu’on recherche, rejoignez-nous en adressant votre candidature : recrutement-cadres@ma.teleperformance.com\n Avantages sociaux et autres\n Transport Assuré\n Assurance Complémentaire\n Amplitude horaire\n 191 / mois",
  "title": "Développeur informatique bilingue ( Francophone & Anglophone )"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3ab1"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=87f3962cef49765b&fccid=42762dc104fdf9ef&vjs=3",
  "id": "87f3962cef49765b_42762dc104fdf9ef",
  "company": "Sophos",
  "location": "Maroc",
  "date": {
    "$date": "2020-06-23T20:55:52.758Z"
  },
  "description": "Sophos Overview – Cybersecurity Evolved\n Sophos evolves to meet every new challenge, protecting more than 400,000 organizations of all sizes in more than 150 countries from today’s most advanced cyberthreats. Powered by SophosLabs, our cloud-native and AI-enhanced solutions are able to adapt and evolve to secure endpoints and networks against never-before-seen cybercriminal tactics and techniques. Managed through our award-winning, cloud-based platform, Sophos Central, our best-of-breed products work together through our unique Synchronized Security system to share threat intelligence and respond to evolving threats. The Sophos suite of products secures networks and endpoints against automated and active-adversary breaches, ransomware, malware, exploits, data exfiltration, phishing, and more. \n This position will be hired via third party provider in Rabat, Morocco. \n Main Duties:\n Assist all existing partners to achieve their renewal quota in Territory\n Assist the Country Manager and Channel Managers with basic queries\n Assist the Marketing team in organizing and preparing events\n Help the SE team with organizing and booking training events\n Support resellers with collating leads generated through events\n Organizing meetings for Channel and Country Managers\n Assist the team with the logistics of marketing materials\n Assist channel partners with supply chain related queries\n Be the first point of contact for our partners and distributors to support them for all questions related to Partner Portal Access, licensing issues, deal registrations, product enquiries, etc.\n Prepare quotations for partners and distributors in Territory\n Maintain and update Salesforce system (accounts, opportunities) \n Skills & Experience:\n Secondary education\n First experience of managing channel partners in a technology environment\n Proven experience of facilitating onboarding and enablement activities for channel partners\n Knowledge of software channel ecosystems in the territory\n Familiarity with CRM/PRM and forecasting systems\n Strong Presentation skills\n Strong Communication and Interpersonal skills\n Fluent in English and French \n Equal Opportunities\n Sophos is committed to equality opportunity in all areas of its work. All qualified applicants will be treated in a fair and equal manner and in accordance with the law regardless of gender, marital status, race, religion, colour, age, disability or sexual orientation. \n If you choose to explore this opportunity, and subsequently share your CV or other personal details with Sophos, these details will be held by Sophos for 12 months in accordance with our Privacy Policy and used by our recruitment team to contact you regarding this or other relevant opportunities at Sophos. If you would like Sophos to delete or update your details at any time, please follow the steps set out in the Privacy Policy describing your individual rights. If you have any questions about Sophos’ data protection practices, please contact dataprotection@sophos.com .",
  "title": "Internal Channel Account Manager (via 3rd party)"
},{
  "_id": {
    "$oid": "5efe3bc8cab55066c34d3ab2"
  },
  "url": "https://ma.indeed.com/rc/clk?jk=11790b30354cede5&fccid=52c3f2e2cdde3448&vjs=3",
  "id": "11790b30354cede5_52c3f2e2cdde3448",
  "company": "Trusted Advisors",
  "location": "Casablanca",
  "date": {
    "$date": "2020-06-24T20:55:52.885Z"
  },
  "description": "Nous recherchons pour le compte d'une banque internationale basée à Casablanca, des Développeurs Séniors Back End. \nMissions & Activités: \n \nRéaliser la conception technique et le développement des nouveaux produits en respectant les contraintes techniques et fonctionnelles, et en assurant une conformité vis à vis de l’architecture logicielle cible. \n Effectuer les tests nécessaires et assurer la recette fonctionnelle avec les Products Owners. \n Analyser et corriger les anomalies détectées. \n Assister les DEVOPS à la mise en recette et production des nouveaux produits \n Apporter le support technique et participer à l’amélioration continue des processus en cours. \n Appliquer les méthodes de développement AGILE. \n Participer aux cérémonies agile (Poker Planning, Sprint Planning, DailyScrum, Revue de Sprint, Rétrospective). Assurer un transfert des compétences techniques et fonctionnelles aux équipes internes. \n \nProfil Recherché: \n \nDe formation Bac+5 en IT \n Développeur Senior, avec au moins 6 ans d’expérience \n \nCompétences Techniques : \n \nConnaissance des architectures WEB et Restful; \n Maîtrise des langages et framework Back end JAVA, JEE, Spring ; \n Bonne connaissance des langages et frameworks front end : React JS (Version HOOKS), JavaScript, Bootstrap, Angular 6 ; \n Maîtrise du protocole d’échange WS SOAP; \n Bonne connaissance des technologies d’architecture Micro services avec Spring Boot, Spring Cloud, Netflix OSS, ... \n Bonne connaissance des architectures Event Driven (RxJava, Kafka, …) \n Maîtrise des concepts de base de données et du fonctionnement des SGBD relationnels notamment PostgreSQL; \n Connaissance de la méthode Agile Kanban/Scrum; \n Maîtrise des méthodes des tests automatisés et de gestion de configuration avec Git ; Bonne qualité de travail produit (TDD, Software CraftmanShip). \n \nType de contrat:  Freelance \nDurée de la mission:  3 mois renouvelables (Projet sur 1 année minimum) \nLieu de la mission:  Casablanca",
  "title": "Développeurs Séniors Back End (REF04)"
}]